Repository: Vanilla-OS/gnome-language-selector
Catalog: po/*.po
Languages: ckb, cy, et, eu, fi, fr_ca, ga, gd, id, ka, kab, nn, pl, ps, pt, tg, uz

source: Chinese (simplified)
ckb: چینی (ساناکراو)
cy: Tsieinëeg (wedi symleiddio)
et: Hiina (lihtsustatud)
eu: Txinera (sinplifikatua)
fi: kiina (yksinkertaistettu)
fr_ca: Chinois (simplifié)
ga: Sínis (simplithe)
gd: Sìnis (Shimplichte)
id: China (disederhanakan)
ka: ჩინური (გამარტივებული)
kab: Tacinit ( tafessast)
nn: Kinesisk (forenkla)
pl: chiński (uproszczony)
ps: چيني (يوستوې)
pt: Chinês (simplificado)
tg: Хитоӣ (оддӣ)
uz: Xitoycha (soddalashtirilgan)

source: Chinese (traditional)
ckb: چینی
cy: Tsieinëeg (traddodiadol)
et: Hiina (traditsiooniline)
eu: Txinera (tradizionala)
fi: kiina (perinteinen)
fr_ca: Chinois (traditionnel)
ga: Sínis (traidisiúnta)
gd: Sìnis (Thradaiseanta)
id: China (tradisional)
ka: ჩინური (ტრადიციული)
kab: Tcinit (tamensayt)
nn: Kinesisk (tradisjonell)
pl: chiński (tradycyjny)
ps: چيني (دوديزه)
pt: Chinês (tradicional)
tg: Хитоӣ (анъанавӣ)
uz: Xitoycha (an'anaviy)

source: No language information available
ckb: زانیاریی زمان به‌رده‌ست نییه‌
cy: Dim gwybodaeth ieithoedd ar gael
et: Andmed keelte kohta puuduvad
eu: Ez dago hizkuntza informaziorik eskuragarri
fi: Kielitietoja ei saatavilla
fr_ca: Aucune information de langue n'est proposée
ga: Níl eolas teanga ar fáil
gd: Chan eil mion-fhiosrachadh air a' chànan ri làimh
id: Tidak tersedia informasi bahasa
ka: არ არის ხელმისაწვდომი ინფორმაცია ენის შესახებ
kab: Ulac isallen utlayanen iwejden
nn: Ingen språkinformasjon er tilgjengeleg
pl: Brak informacji o języku
ps: ژبې په اړه هېڅ خبرتيا نشته
pt: Sem informação de idioma disponível
tg: Ягон иттилоот дар бораи забон дастрас нест
uz: Til ma'lumotlari mavjud emas

source: The system does not have information about the available languages yet. Do you want to perform a network update to get them now?
ckb: سیستەمەکە ھیچ زانیارییەکی دەربارەی ئەو زمانانەی لەبەردەستتدان لەلا نییە. دەتەوێت نوێکردنەوەیەک بکەیت لەڕێگەی ڕایەڵەوە بۆ ھێنانی ئەو زانیارییانە؟
cy: Nid oes gan y system wybodaeth am yr ieithoedd sydd ar gael eto. Hoffech chi ddiweddaru i'w llwytho nawr?
et: Süsteemil pole veel teavet saadaolevate keelte kohta. Kas sa soovid kohe üle võrgu andmeid uuendada?
eu: Sistemak ez du oraindik eskuragarri dauden hizkuntzen inguruko informaziorik. Nahi al duzu saretik eguneraketa bat egitea informazio hau eskuratzeko?
fi: Järjestelmällä ei ole vielä tietoja saatavilla olevista kielistä. Haluatko suorittaa verkkopäivityksen nyt tietojen noutamiseksi?
fr_ca: Le système n'a pas encore d'information sur les langues proposées. Voulez-vous lancer une mise à jour réseau pour les obtenir?
ga: Níl eolas ag an gcóras faoi na teangacha atá ar fáil go fóill. Ar mhaith leat nuashonrú córais a chur i bhfeidhm chun iad a fháil anois?
gd: Chan eil fiosrachadh aig an t-siostam mu na cànain a tha ri làimh fhathast. A bheil thu airson ùrachadh lìonraidh a dhèanamh gus greim fhaighinn orra an-dràsta?
id: Sistem tidak memiliki informasi tentang bahasa yang tersedia. Apakah Anda ingin menjalankan pembaruan melalui jaringan untuk mendapatkannya?
kab: Anagraw ur yesɛi ara yakan talɣut ɣef tutlayin i yellan akka tura. Tebɣiḍ ad teslekmeḍ aleqqem n uzeṭṭa i wakken ad ten-tesɛuḍ tura?
nn: Systemet har ikkje informasjon om dei tilgjengelege språka enno. Vil du oppdatera lista for å få dei no?
pl: System nie zawiera jeszcze informacji o dostępnych językach. Uaktualnić informacje na ten temat?
ps: غونډال د شته ژبو په اړه تر اوسه پورې هېڅ خبرتیا نه لري. آیا تاسې يې اوس راخيستلو لپاره د جال اوسمهالونه کول غواړئ؟
pt: Este sistema ainda não tem informação sobre os idiomas disponíveis. Deseja efetuar agora uma atualização através da rede para as obter?
tg: Система ҳоло маълумоти забонҳои дастрасро надорад. Шумо мехоҳед, ки навсозии шабакавиро барои гирифтани онҳо ҳозир иҷро кунед?
uz: Tizimda hozirgacha mavjud tillar haqida ma'lumot yoʼq. Ularni hozir olish uchun tarmoqda yangilashni amalga oshirishni xohlaysizmi?

source: _Update
ckb: _نوێكردنه‌وه‌
cy: _Diweddaru
et: _Uuenda
eu: _Eguneratu
fi: _Päivitä
fr_ca: _Mettre à jour
ga: _Nuashonraigh
gd: _Ùrachadh
id: Perbar_Ui
ka: _განახლება
kab: _Leqqem
nn: _Oppdater
pl: _Uaktualnij
ps: _اوسمهالول
pt: At_ualizar
tg: _Навсозӣ кардан
uz: _Yangilash

source: Language
ckb: زمان
cy: Iaith
et: Keel
eu: Hizkuntza
fi: Kieli
fr_ca: Langues
ga: Teanga
gd: Cànan
id: Bahasa
ka: ენა
kab: Tutlayt
nn: Språk
pl: Język
ps: ژبه
pt: Idioma
tg: Забон
uz: Til

source: Installed
ckb: دامەزراوە
cy: Wedi'i gosod
et: Paigaldatud
eu: Instalatuta
fi: Asennettu
fr_ca: Installée
ga: Suiteáilte
gd: Stàlaichte
id: Telah Terinstal
ka: ჩაყენებული
kab: Tebded
nn: Installert
pl: Zainstalowane
ps: لګول شوی
pt: Instalado
tg: Насбшуда
uz: Oʻrnatilgan

source: %(INSTALL)d to install
ckb: %(INSTALL)d بۆ دامه‌زراندن
cy: %(INSTALL)d i osod
et: %(INSTALL)d paigaldada
eu: %(INSTALL)d instalatzeko
fi: %(INSTALL)d asennettava
fr_ca: %(INSTALL)d à installer
ga: %(INSTALL)d le suiteáil
gd: %(INSTALL)d ri stàladh
id: %(INSTALL)d diinstal
ka: %(INSTALL)d ჩაყენებისთვის
kab: %(INSTALL)d i usebded
nn: %(INSTALL)d å installera
pl: %(INSTALL)d do zainstalowania
pt: %(INSTALL)d para instalar
tg: %(INSTALL)d барои насбкунӣ
uz: Oʼrnatish uchun: %(INSTALL)d

source: %(REMOVE)d to remove
ckb: %(REMOVE)d بۆ لابردن
cy: %(REMOVE)d i dynnu
et: %(REMOVE)d eemaldada
eu: %(REMOVE)d ezabatzeko
fi: %(REMOVE)d poistettava
fr_ca: %(REMOVE)d à enlever
ga: %(REMOVE)d le baint
gd: %(REMOVE)d ri thoirt air falbh
id: %(REMOVE)d dibuang
ka: %(REMOVE)d ამოშლისთვის
kab: %(REMOVE)d i tukksa
nn: %(REMOVE)d å fjerna
pl: %(REMOVE)d do usunięcia
pt: %(REMOVE)d a remover
tg: %(REMOVE)d барои тозакунӣ
uz: Olib tashlash uchun %(REMOVE)d

source: none
ckb: هیچ
cy: dim
et: puudub
eu: bat ere ez
fi: ei mitään
fr_ca: aucun
ga: tada
gd: chan eil gin
id: kosong
kab: ula yiwen
nn: ingen
pl: brak
ps: هېڅ يو
pt: nenhum
tg: ҳеҷ
uz: yoʼq

source: Software database is broken
ckb: بنكه‌دراوه‌ی نه‌رمه‌كاڵای تێكدرا
cy: Mae'r gronfa ddata meddalwedd wedi torri
et: Tarkvara andmebaas on vigane
eu: Software-datubasea apurtuta dago
fi: Ohjelmatietokanta on rikki
fr_ca: La base de données des logiciels est brisée
ga: Tá an bunachar sonraí briste
gd: Tha stòr-dàta a' bhathar-bhog briste
id: Database perangkat lunak rusak
ka: პროგრამების მონაცემთა ბაზა დაზიანებულია
kab: Taffa n isefka n useḥẓan teṛṛeẓ
nn: Programvaredatabasen er øydelagd
pl: Baza pakietów jest uszkodzona
ps: د ساوتري توكبنسټ ويارجن دی
pt: A base de dados do programa está danificada
tg: Пойгоҳи иттилоотии нармафзор вайрон мебошад
uz: Dastur ma'lumotlar bazasi buzilgan

source: It is impossible to install or remove any software. Please use the package manager "Synaptic" or run "sudo apt-get install -f" in a terminal to fix this issue at first.
ckb: ئەمە نەشیاوە بۆ دامەزراندن یاخود سڕینەوەی هەر نەرمەکاڵایەک ,تکایە بەڕێوەبەرایەتی سندوقی "Synaptic" ياخود "sudo apt-get install -f" بەکاربهێنە لەم کاتەدا بۆ چارەسەرکردنی ئەم دۆزە.
cy: Mae'n amhosib gosod neu dynnu meddalwedd. Defnyddiwch reolydd pecynnau "Synaptic" neu redeg "sudo apt-get install -f" mewn terfynell i drwsio'r broblem.
et: Tarkvara pole võimalik paigaldada ega eemaldada. Selle probleemi lahendamiseks kasuta palun paketihaldurit "Synaptic" või terminalis käsku "sudo apt-get install -f".
eu: Ezinezkoa da softwarerik instalatu edo kentzea. Mesedez, "Synaptic" pakete-kudeatzailea erabili edo terminal batean "sudo apt-get install -f" exekutatu akats hau zuzentzeko.
fi: Mitään ohjelmia ei voida asentaa tai poistaa. Korjaa ongelma käyttämällä Synaptic-pakettienhallintaa tai komentoa "sudo apt-get install -f" päätteessä.
fr_ca: Il est impossible d'installer ou d'enlever des logiciels. Veuillez en premier utiliser le gestionnaire de paquets « Synaptic » ou lancer la commande « sudo apt-get install -f » dans un terminal pour corriger ce problème.
ga: Ní féidir aon bhogearraí a shuiteáil nó a scriosadh. Bain úsáid as an mbainisteoir pacáiste "Synaptic" nó rith "sudo apt-get install -f" i dteirminéal chun an fhadhb seo a réiteach.
gd: Cha ghabh bathar-bog a stàladh no a thoirt air falbh. Cleachd manaidsear nam pacaidean "Synaptic" no ruith "sudo apt-get install -f" ann an tèirmineal gus an duilgheadas a chàradh an toiseach.
id: Tidak memungkinkan untuk menginstal atau menghapus perangkat lunak apapun. Silakan gunakan manajer paket "Synaptic" atau jalankan "sudo apt-get install -f" dalam terminal untuk memperbaiki persoalan ini.
ka: შეუძლებელია ნებისმიერი პროგრამის ინსტალაცია/მოშორება. პრობლემის გადასაწყვეტად გთხოვთ გამოიყენოთ "სინაპტიკ" პროგრამების მენეჯერი ან ტერმინალიდან "sudo apt-get install -f" ბრძანება.
kab: Asebde neɣ tukksa n yal aseɣzan ur iteddu ara. Ttxil-k.m seqdec amsefrak n ukemmus "synaptic" neɣ selkem "sudo apt-get install -f" in a terminal akken a tseɣtiḍ ugur-a di tazwara.
nn: Det er ikkje mogleg å installera eller fjerna programvare. Bruk programvarehandsamaren «Synaptic» eller køyr «sudo apt-get install -f» i ein terminal for å retta feilen.
pl: Nie ma możliwości zainstalowania lub usunięcia jakiegokolwiek oprogramowania. Proszę użyć menedżera pakietów „Synaptic” lub wprowadzić w terminalu polecenie „sudo apt-get install -f”, aby naprawić ten problem.
ps: د هېڅ ساوتري لګول یا ړنګول شونې نه دي. مهرباني وکړئ، د "سېناپټيک" بنډل سمبالګر وکاروئ او یا په یو پایال کښې "sudo apt-get install -f" وځغلوئ تر څو دا ربړه اواره شي.
pt: É impossível instalar ou remover qualquer software. Por favor utilize o gestor de pacotes "Synaptic" ou execute "sudo apt-get install -f" num terminal para corrigir este problema em primeiro lugar.
tg: Насбкунӣ ё тозакунии ягон нармафзор имконнопазир аст. Лутфан, мудири бастаҳои "Synaptic"-ро истифода баред, ё ки барои аввал ҳал кардани ин мушкилӣ, фармони "sudo apt-get install -f"-ро дар терминал иҷро кунед.
uz: Har qanday dasturni oʼchirib yoki oʼrnatib boʼlmaydi. Marhamat, "Synaptic" paket boshqaruvchisidan foydalaning yoki ushbu muammoni hal qilish uchun terminalda "sudo apt-get install -f" buyrugʼini birinchi amalga oshiring.

source: Could not install the selected language support
ckb: نەتوانرا پشتیوانی بۆ ئەو زمانە دابمەزرێت
cy: Methu gosod y cymorth iaith a ddewiswyd
et: Valitud keele tuge ei saa paigaldada
eu: Ezin izan da hautatutako hizkuntzarentzako sostengurik instalatu
fi: Ei voitu asentaa valittua kielitukea
fr_ca: Impossible d'installer la prise en charge de langue choisie
ga: Níorbh fhéidir an tacaíocht teanga roghnaithe a shuiteáil
gd: Cha b' urrainn dhuinn an cànan a thagh thu a stàladh
id: Tidak dapat menginstal dukungan bahasa terpilih
ka: შეუძლებელია მონიშნული ენის მხარდაჭერის ჩაყენება
kab: Yegguma ad isebded tallalt n tutlayt yettwafernen
nn: Klarte ikkje installera vald språk
pl: Nie udało się zainstalować obsługi wybranego języka
ps: د ټاکل شوې ژبې ملاتړ بنډل مو و نه شو لګولی
pt: Não foi possível instalar o suporte do idioma selecionado
tg: Дастгирии забони интихобшударо насб кардан нашуд
uz: Tanlangan tilni qo‘llab-quvvatlashni o‘rnatib bo‘lmadi

source: This is perhaps a bug of this application. Please file a bug report at https://bugs.launchpad.net/ubuntu/+source/language-selector/+filebug
ckb: لەوانەیە ئەم داخوازینامەیە بێزاربوبێت .گەر حەز دەکەیت خەبەربدە لەبارەی ئەم بێزاربونەوە لێرەوە https://bugs.launchpad.net/ubuntu/+source/language-selector/+filebug
cy: Gall fod yna nam yn y rhaglen hon. Adroddwch am nam drwy https://bugs.launchpad.net/ubuntu/+source/language-selector/+filebug
et: See võib olla selle rakenduse viga. Palun raporteeri sellest veast aadressil https://bugs.launchpad.net/ubuntu/+source/language-selector/+filebug
eu: Baliteke hau aplikazio honen errore bat izatea. Mesedez errorearen berri eman https://bugs.launchpad.net/ubuntu/+source/language-selector/+filebug helbidean
fi: Epäonnistuminen johtuu luultavasti tämän sovelluksen virheestä. Tee virheraportti osoitteessa https://bugs.launchpad.net/ubuntu/+source/language-selector/+filebug
fr_ca: Ceci est peut être un bogue de cette application. Veuillez remplir un rapport de bogue (en anglais) sur https://bugs.launchpad.net/ubuntu/+source/language-selector/+filebug
ga: B'fhéidir gur fabht sa bhfeidhmchlár é seo. Is féidir leat fabht a thuairisciú ag https://bugs.launchpad.net/ubuntu/+source/language-selector/+filebug
gd: 'S mathaid gu bheil buga san aplacaid seo. Nach dèan thu aithris air an-seo: https://bugs.launchpad.net/ubuntu/+source/language-selector/+filebug
id: Mungkin ini suatu kutu dari aplikasi ini. Silahkan mengisi laporan kutu pada https://bugs.launchpad.net/ubuntu/+source/language-selector/+filebug
kab: Wagi ahat d abug n usnas-a. Ma ulac aɣilif zen abug n ufaylu ɣer https://bugs.launchpad.net/ubuntu/+source/language-selector/+filebug
nn: Dette er kanskje ein feil i programmet. Ver venleg å senda inn ein feilrapport på https://bugs.launchpad.net/ubuntu/+source/language-selector/+filebug
pl: Możliwe, że jest to błąd tego programu. Proszę zgłosić błąd na stronie https://bugs.launchpad.net/ubuntu/+source/language-selector/+filebug
ps: دا ښايي چې د دې کاریال ستونزه وي. مهرباني وکړئ، دا ستونزه را په ګوته کړئ پر https://bugs.launchpad.net/ubuntu/+source/language-selector/+filebug
pt: Isto talvez seja um erro desta aplicação. Por favor, envie um relatório do erro em https://bugs.launchpad.net/ubuntu/+source/language-selector/+filebug
tg: Эҳтимол аст, ки ин аз сабаби хатои ин барнома ба вуҷуд омадааст. Лутфан, гузориши хаторо дар саҳифаи https://bugs.launchpad.net/ubuntu/+source/language-selector/+filebug фиристонед
uz: Bu dastur nosozligi boʼlishi mumkin. Iltimos, dastur nosozligi haqida https://bugs.launchpad.net/ubuntu/+source/language-selector/+filebug'ga xabar bering

source: Could not install the full language support
ckb: نەتوانرا تەواوی پشتیوانی بۆ زمانەکە دابمەزرێنرێت
cy: Methu gosod y cymorth iaith llawn
et: Keele täielikku tuge ei saa paigaldada
eu: Ezin izan da hizkuntza-sostengu osoa instalatu
fi: Täyttä kielitukea ei voitu asentaa
fr_ca: Impossible d'installer la prise en charge complète des langues
ga: Níorbh fhéidir an tacaíocht teanga iomlán a shuiteáil
gd: Cha b' urrainn dhuinn an cànan a stàladh gu tur
id: Tidak dapat menginstal secara penuh dukungan bahasa
ka: შეუძლებელია ენის სრული მხარდაჭერის ჩაყენება
kab: Tegguma ad tebded tallalt n tutlayt yemmden
nn: Kunne ikkje installera full språkstøtte
pl: Nie udało się zainstalować pełnej obsługi języka
ps: د ژبې بشپړ ملاتړ مو و نه شو لګولی
pt: Não foi possível instalar o suporte completo do idioma
tg: Дастгирии пурраи забонро насб кардан нашуд
uz: Toʻliq til yordamini oʻrnatib boʻlmadi

source: Usually this is related to an error in your software archive or software manager. Check your preferences in Software Sources (click the icon at the very right of the top bar and select "System Settings... -> Software Sources").
cy: Fel arfer mae hyn yn gysylltiedig â gwall yn eich archif meddalwedd neu reolwr meddalwedd. Gwiriwch eich dewisiadau yn Ffynonellau Meddalwedd (cliciwch ar yr eicon ar y dde eithaf o'r bar uchaf a dewis "Gosodiadau System... -> Ffynonellau Meddalwedd").
et: Tavaliselt tuleneb see tõrge tarkvara arhiividest või tarkvarakeskusest. Kontrolli oma tarkvaraallika seadeid, minnes Redigeeri -> Tarkvaraallikad.
eu: Normalean hau software-artxiboko edo software-kudeatzaileko errore batekin erlazionaturik egoten da. Egiaztatu zure ezarpenak software-jatorrietan (klikatu goiko barrako eskumako ikonoa eta hautatu "Sistemaren ezarpenak... -> Software-jatorriak").
fi: Yleensä tämä johtuu virheestä pakettivarastoissa tai ohjelmistonhallinnassa. Tarkista ohjelmalähteiden asetukset (napsauta oikean yläkulman painiketta ja valitse "Järjestelmäasetukset... -> Ohjelmalähteet").
fr_ca: Ceci est habituellement associé à une erreur dans votre archive logicielle ou votre gestionnaire de logiciels. Vérifiez vos préférences dans les « Sources de logiciels » (cliquez sur l'icône la plus à droite de la barre du haut et choisir « Paramètres système… -> Sources de logiciels »).
ga: Go hiondúil, baineann seo le hearráid i do chartlann bogearraí nó do bhainisteoir bogearraí. Seiceáil do shainroghanna i Foinsí Bogearraí (cliceáil an deilbhín ar dheis ar fad ar an mbarra uachtarach agus roghnaigh "Socraithe córais… -> Foinsí Bogearraí").
gd: Mar is trice, tachraidh seo ma tha mearachd ann an tasglann no manaidsear a' bhathar-bhog agad. Thoir sùil air na roghainnean agad ann an "Tùsan a' bhathar-bhog" (briog air an ìomhaigheag air taobh deas a' bhàr aig a' bharr agus tagh "Roghainnean an t-siostaim... -> Tùsan a' bhathar-bhog").
id: Biasanya ini terkait dengan galat dalam arsip perangkat lunak atau manajer perangkat lunak Anda. Periksa preferensi Anda dalam Sumber Perangkat Lunak (klik ikon di paling kanan pada bilah puncak dan pilih "Pengaturan Sistem... -> Sumber Perangkat Lunak").
kab: Deg tuget ayagi yettawi ɣer tuccḍa deg uɣbar n useɣzan neɣ ɣer umsefrak n useɣzan. Wali ismenyifen-inek·inem deg teɣbula n yuseɣzan (sit ɣef tignit ɣer tama akk tayeffust n afellay d ufran "Iɣewwaren n unagraw...-> Tiɣbula n useɣzan")
nn: Vanlegvis er dette på grunn av ein feil i pakkearkivet eller pakkehandsamaren. Kontroller innstillingane i Programvarekjelder (trykk på ikonet heilt til høgre på menylinja øvst på skjermen og vel «Systeminnstillingar → Programvarekjelder»).
pl: Zwykle jest to związane z błędem archiwum oprogramowania lub menedżera oprogramowania. Proszę sprawdzić preferencje źródeł oprogramowania (proszę kliknąć ikonę po prawej, w górnym pasku i wybrać polecenie „Ustawienia systemu… → Źródła oprogramowania”).
ps: زیاتره وخت دا ستاسې په ساوتري ارشيف یا ساوتري سمبالګر کښې د یوې تېروتنې سره تړلې وي. په ساوتري سرچينو کښې خپلې غورتیاوې مو وګورئ (د بره پټې خورا ښي خوا ته پروت انځورن ووهئ او "غونډال امستنې... -> ساوتري سرچينې" وټاکئ)
pt: Normalmente isto está relacionado com um erro no seu gestor de aplicações ou no seu arquivo de programas. Confira as suas definições nas Fontes de Programas (clique no ícone no extremo direito da barra superior e selecione "Definições de Sistema...-> Fontes de Programas").
tg: Одатан, ин ба хатогии бойгонии нармафзор ё мудири нармафзори шумо тааллуқ дорад. Бартариҳои худро дар "Манбаъҳои нармафзор" санҷед (нишонаро дар кунҷи рости навори боло зер кунед ва фармони "Танзимоти система... -> Манбаъҳои нармафзор"-ро интихоб кунед).
uz: Odatda bunday xatolarga dastur arxivi yoki dastur boshqaruvchisi sabab boʼladi. "Dasturlar manbalari" (yuqori panelda chetgi oʼng burchakda joylashgan nishonchaga bosing va "Tizim moslamalari... -> Dasturlar manbalari'ni tanlang")dagi parametrlarni tekshirib koʼring.

source: Failed to authorize to install packages.
ckb: نەتوانرا ڕێگە بدرێت بە دامەزراندنی گورزە.
cy: Methwyd dilysu er mwyn gosod pecynnau.
et: Autentimine ebaõnnestus pakettide paigaldamiseks
eu: Huts egin du paketeak instalatzeko baimena eskuratzean.
fi: Valtuutus pakettien asentamiseksi epäonnistui.
fr_ca: Échec lors de l'autorisation à installer des paquets.
ga: Theip ar údarú le pacáistí a shuiteáil.
gd: Cha b' urrainn dhuinn cead fhaighinn na pacaidean a stàladh.
id: Gagal mengotorisasi untuk memasang paket.
kab: Amuddu n tsirag i usebded n yikemmusen ur yeddi ara.
nn: Klarte ikkje autorisera for å installera pakkar.
pl: Nie udało się uwierzytelnić w celu zainstalowania pakietów.
pt: Falha na autorização para instalar os pacotes.
tg: Санҷиши ҳаққоният барои насб кардани бастаҳо ба анҷом нарасид.
uz: Paketlarni oʼrnatish uchun tasdiqdan oʼtish amalga oshmadi.

source: Failed to install packages. Please try again later.
pl: Nie udało się zainstalować pakietów. Proszę spróbować ponownie później.

source: Installing packages...
pl: Instalowanie pakietów...
pt: Instalando pacotes...

source: Please wait while the packages are being installed.
pl: Proszę poczekać, aż pakiety zostaną zainstalowane.

source: The language support is not installed completely
ckb: پشتیوانی بۆ زمانەکە بەتەواوەتی دانەمەزراوە
cy: Ni chafodd y cymorth iaith ei osod yn llawn
et: Keele toetus ei ole täielikult paigaldatud
eu: Hizkuntza honen sostegua ez dago erabat instalatuta
fi: Kielitukea ei ole asennettu kokonaan
fr_ca: La prise en charge des langues n'est pas installée complètement
ga: Níl an tacaíocht teanga suiteailte go h-iomlán.
gd: Cha deach an cànan seo a stàladh buileach
id: Dukungan bahasa tidak terinstal sepenuhnya
ka: ენის მხარდაჭერა არ არის ბოლომდე ჩაყენებული
kab: Tallalt n tutlayt ur yemmid ara usebded-ines
nn: Språkstøtta er ikkje heilt installert
pl: Obsługa języka nie została w pełni zainstalowana
ps: د ژبې ملاتړ په بشپړه توګه نه دی لګول شوی
pt: O suporte do idioma não está completamente instalado
tg: Дастгирии забон пурра насб карда нашудааст
uz: Til oxirigacha oʼrnatilmadi

source: Some translations or writing aids available for your chosen languages are not installed yet. Do you want to install them now?
ckb: هەندێک لە وەرگیڕانەکان و نووسینە یارمەتیدەرەکان بۆ زمانی دیاریکراو هێشتا دانەمزراون. دەتەوێت ئێستا دایمەزرێنیت؟
cy: Mae rhai cyfieithiadau a chynorthwyon ysgrifennu ar gyfer yr iaith a ddewisoch chi heb gael eu gosod eto. Hoffech chi eu gosod nawr?
et: Mõned sinu valitud keelte tõlked või kirjutusabid pole veel paigaldatud. Kas sa soovid need kohe paigaldada?
eu: Oraindik ez dira instalatu zuk hautatutako hizkuntzarako itzulpen batzuk edo idazketa-laguntza batzuk. Orain instalatu nahi al dituzu?
fi: Joitain valitsemiesi kielten käännöksiä tai kirjoitusaputyökaluja ei ole asennettu. Haluatko asentaa ne nyt?
fr_ca: Certaines traductions ou aides à l'écriture proposées pour vos langues choisies ne sont pas encore installées. Voulez-vous les installer maintenant?
ga: Níl roinnt de na haistriúcháin agus áiseanna scríobha do do theanga roghnaithe suiteáilte go fóill. Ar mhaith leat iad a shuiteáil anois?
gd: Tha goireasan a chum eadar-theangachadh no dearbhadh-cànain ann nach deach an stàladh fhathast. A bheil thu airson an stàladh an-dràsta?
id: Beberapa terjemahan atau pertolongan penulisan yang tersedia untuk bahasa-bahasa yang telah Anda pilih belum terinstal. Anda akan menginstalnya sekarang?
ka: შერჩეული ენებისთვის რამოდენიმე თარგმანი ან შეყვანის დამხმარეები ჯერ არ არის ჩაყენებული. გსურთ მათი მყისვე ჩაყენება?
kab: Kra n tsuqilin naɣ tallelt n tira iwejden i tutlayin yettwafernen ur ttusbeddent ara yakan. Tebɣiḍ ad tent-tesbeddeḍ tura?
nn: Somme omsetjingar eller skrivestøtter for valt språk er ikkje installert enno. Vil du installera dei no?
pl: Nie zainstalowano wszystkich tłumaczeń lub programów ułatwiających wprowadzanie znaków, dla używanych języków. Zainstalować je teraz?
ps: ستاسې د ټاکلو ژبو لپاره ځينې ژباړې یا ليکنې مرستې شته کوم چې تر اوسه پورې نه دي لګول شوي. آیا تاسې يې اوس لګول غواړئ؟
pt: Nem todas as traduções ou auxiliares de escrita, que estão disponíveis para os idiomas suportados no seu sistema, estão instalados. Deseja instala-los agora?
tg: Баъзе тарҷумаҳо ё кӯмакҳои навишташуда барои забонҳои интихобшудаи шумо ҳоло насб карда нашудаанд. Шумо мехоҳед, ки онҳоро ҳозир насб кунед?
uz: Bir qancha tarjimalar yoki yozuvlar siz tanlagan til uchun oʼrnatilmagan. Ularni hozir oʼrnatishni xohlaysizmi?

source: _Remind Me Later
ckb: _دوایی بیرم بهێنه‌ره‌وه‌
cy: _Atgoffa fi nes ymlaen
et: _Tuleta mulle hiljem meelde
eu: _Gogorarazi geroago
fi: _Muistuta minua myöhemmin
fr_ca: Me le _rappeler plus tard
ga: Cuir i gCuimhne Dom Níos Deireanaí
gd: _Cuir 'nam chuimhne a-rithist
id: Ingatkan _Saya Lagi Nanti
ka: შემახსენე _მოგვიანებით
kab: Smekti-iyi-d ticki (_R)
nn: _Minn meg på det seinare
pl: _Przypomnij później
ps: وروسته يې را په _یاد کړه
pt: _Relembrar Mais Tarde
tg: _Баъдтар ёдоварӣ кунед
uz: Menga ularni kechroq _eslat

source: _Install
ckb: _دامه‌زراندن
cy: _Gosod
et: _Paigalda
eu: _Instalatu
fi: _Asenna
fr_ca: _Installer
ga: _Suiteáil
gd: _Stàlaich
id: _Instal
ka: _ჩაყენება
kab: _Sebded
nn: _Installer
pl: _Zainstaluj
ps: _لګول
pt: _Instalar
tg: _Насб кардан
uz: _O'rnatish
