Repository: Vanilla-OS/gnome-language-selector
Catalog: po/*.po
Languages: ckb, cy, et, eu, fi, fr_ca, ga, gd, id, ka, kab, nn, pl, ps, pt, tg, uz

source: The language support files for your selected language seem to be incomplete. You can install the missing components by clicking on "Run this action now" and follow the instructions. An active internet connection is required. If you would like to do this at a later time, please use Language Support instead (click the icon at the very right of the top bar and select "System Settings... -> Language Support").
cy: Nid yw'r ffeiliau cymorth iaith ar gyfer yr iaith a ddewisoch yn gyflawn. Gallwch osod y cydrannau coll drwy glicio ar "Rhedeg y weithred hon nawr" a dilyn y cyfarwyddiadau. Bydd angen cysylltiad gweithredol â'r we. Os hoffech chi wneud hyn nes ymlaen, defnyddiwch Cymorth Iaith yn lle hynny (cliciwch ar yr eicon ar dde eithaf y bar uchaf a dewis "Gosodiadau System... > Cymorth Iaith")
et: Sinu valitud keeletugi on poolik, aga sa saad paigaldada puuduvad komponendid vajutades "Rakenda kohe" nupule. Selle jaoks on vajalik internetiühendus. Kui sa soovid muudatusi hiljem rakendada, siis palun kasuta Keeletoetust (Süsteemi sätted -> Keeletoetus)
eu: Hautatu duzun hizkuntzarako hizkuntza-sostengu fitxategiak osatu gabe daudela dirudi. Falta diren elementuak instala ditzakezu "Exekutatu ekintza hau orain" klikatuz eta argibideak jarraituz. Internetera konexio aktibo bat beharrezkoa da. Ekintza hau geroago burutu nahi baduzu, erabili Hizkuntza-sostengua (klikatu goiko barrako eskumako ikonoa eta hautatu "Sistemaren ezarpenak... -> Hizkuntza-sostengua").
fi: Kaikkia kielituen vaatimia tiedostoja ei ole asennettu valitulle kielelle. Voit asentaa puuttuvat osat napsauttamalla ”Run this action now” (”Suorita tämä toiminto nyt”) -painiketta ja seuraamalla ohjeita. Koneen tulee olla yhteydessä Internetiin. Jos haluat asentaa täyden kielituen myöhemmin, käytä Kieliasetukset-työkalua (napsauta näytön oikeassa yläreunassa olevaa kuvaketta, ja valitse ”System Settings...” -> ”Language Support” tai suomeksi ”Järjestelmäasetukset...” -> ”Kieliasetukset”).
fr_ca: Les fichiers de prise en charge des langues semblent incomplets pour la langue choisie. Vous pouvez installer les composants manquants en cliquant sur « Exécuter cette action maintenant » et en suivant les instructions. Une connexion active à Internet est exigée. Si vous vouliez le faire plus tard, veuillez plutôt utiliser la « Prise en charge des langues » (cliquer sur l'icône à droite de la barre du haut et choisir « Paramètres système… -> Prise en charge des langues »).
ga: Is cosúil go bhfuil na comhaid tacaíochta teanga do do theanga roghnaithe easnamhach. Is féidir na hábhair atá in easnamh a shuiteáil trí ghliogáil ar "Rith an gníomh seo anois" agus na treoracha a leanúint. Tá gá le ceangal gníomhach idirlín.Más fearr leat eo a dhéanamh níos déanaí, úsáid Tacaíocht Teanga ina áit (roghnaigh an deilbhín ar dheis ar fad den mbarra ar barr agus roghnaigh "Socraithe Córais… -> Tacaíocht Teanga").
gd: Tha coltas nach eil gach faidhle cànain agad airson a' chànain a thagh thu. 'S urrainn dhut na pìosan a tha a dhìth a stàladh ma bhriogas tu air "Ruith an gnìomh an-dràsta" agus ma leanas tu ris an stiùireadh. Bidh feum air ceangal ris an eadar-lìon. Ma tha thu airson seo a dhèanamh uaireigin eile, cleachd "Taic chànan" 'na àite (briog air an ìomhaigheag air taobh deas a' bhàir gu h-àrd agus tagh "Roghainnean an t-siostaim... -> Taic cànain").
id: Berkas dukungan bahasa bagi bahasa yang Anda pilih sepertinya tak lengkap. Anda dapat memasang komponen yang hilang dengan mengklik "Jalankan aksi ini sekarang" dan mengikuti petunjuknya. Diperlukan sambungan internet aktif. Bila Anda ingin melakukan ini nanti, silakan pakai Dukungan Bahasa (klik pada ikon di paling kanan dari bilah puncak dan pilih "Pengaturan Sistem... -> Dukungan Bahasa").
kab: Ifuyla n usefrek n tutlayin i tutlayt yettwafernen ttbanen ur mmiden ara. Tzemreḍ ad tesbeddeḍ iferdisen i ixuṣṣen s usiti ɣef "Seddu tigawt-a tura" syen ḍfer iwellihen. Tuqqna n Internet turmidt tettusra. Ma yella tebɣiḍ ad tgeḍ aya ticki, ma ulac aɣilif seqdec tallalt n tutlayt deg ubdil (sit ɣef tignit i yellan akk deg uyeffus n ugalis afellay syen fren "Iɣewwaren n unagraw... -> Tallalt n tutlayt").
nn: Språkfilene for valt språk er ufullstendige. Du kan installera manglande delar ved å velja «Utfør handling» og følgja instruksjonane. Tilkopling til internett er nødvendig. Om du vil gjera dette seinare, kan du opna «Språkstøtte» (trykk på ikonet til høgre på menylinja øvst og vel «Systeminnstillingar → Språkstøtte»).
pl: Pliki obsługi wybranego języka są niekompletne. Można zainstalować brakujące komponenty klikając przycisk „Uruchom działanie teraz” i postępując według instrukcji. Wymagane jest działające połączenie internetowe. Można tego dokonać później, przy użyciu ustawień języka (proszę kliknąć ikonę po prawej, w górnym pasku i wybrać polecenie „Ustawienia systemu… → Języki”).
pt: Os ficheiros de suporte de idioma para o idioma selecionado parecem estar incompletos. Você pode instalar os componentes em falta ao clicar em: "Executar esta ação agora" e siga as instruções. Uma ligação ativa à Internet é necessária. Se preferir fazer isto mais tarde, por favor use o Suporte de idioma(clique no ícone no extremo direito da barra superior e selecione "Definições do sistema... -> Suporte de idioma").
tg: Чунин менамояд, ки файлҳои дастгирии забон барои забони интихобшудаи шумо нопурра мебошанд. Шумо метавонед ҷузъҳои намерасидагиро бо зер кардани "Ҳозир ин амалро иҷро кунед" ва пайгирӣ кардани дастурҳо насб кунед. Пайвастшавии фаъоли Интернет лозим аст. Агар шумо хоҳед, ки инро баъдтар иҷро кунед, лутфан, ба ҷойи он Дастгирии забонро истифода баред (нишонаи қунҷи рости навори болоро зер карда, "Танзимоти система... -> Дастгирии забон"-ро интихоб кунед).
uz: Siz tanlagan til uchun mos til fayllari tugatilmaganga oʼxshaydi. Siz kerakli qismlarni "Ushbu amalni hozir bajarish" tugmasini bosish orqali va quyidagi koʼrsatmalar yordamida amalga oshirishingiz mumkin. Internetga ulanish talab qilinadi. Agar siz buni keyinroq amalga oshirmoqchi boʼlsangiz, marhamat, toʼgʼridan-toʼgʼri "Tillarni qoʼllab-quvvatlash" (yuqori panelning chetki oʼng burchagidagi nishonchani bosib va "Tizim moslamalari -> Tillardan foydalanish" menyusidan tanlab) amalga oshirishingiz mumkin.

source: Session Restart Required
ckb: پێکردنەوەی دانیشتن پێویستە
cy: Angen ailgychwyn y sesiwn
et: Sessioon vajab taaskäivitust
eu: Saioa berrabiarazi beharra
fi: Istunnon uudelleenkäynnistys vaaditaan
fr_ca: Redémarrage de session nécessaire
ga: Is gá an ríomhaire a atosú
gd: Feumaidh tu an seisean a thòiseachadh as ùr
id: Start ulang sesi ini dibutuhkan
ka: საჭიროა სესიის ხელახლად დაწყება
kab: Ales n tnekra n tiɣimit tettwasra
nn: Økta må startast om att
pl: Wymagane ponowne uruchomienie komputera
ps: ناستې بیاپیلون ته اړتیا ده
pt: Reínicio de sessão necessário
tg: Бозоғозии ҷаласаи корбар лозим аст
uz: Seansni oʼchirib-yoqish talab qilinmoqda

source: The new language settings will take effect once you have logged out.
ckb: ڕێکخستنەکانی زمان چالاک دەبێت کە دەچیتە دەرەوە لە سیستمەکە.
cy: Daw'r gosodiadau iaith newydd i rym ar ôl i chi allgofnodi.
et: Uus keeleseadistus jõustub pärast väljalogimist.
eu: Hizkuntza-ezarpen berriek saioa amaitu ondoren izango dute eragina.
fi: Uudet kieliasetukset tulevat voimaan, kun kirjaudut ensin ulos.
fr_ca: Les nouveaux paramètres de langue prendront effet après la déconnexion.
ga: Tiocfaidh na socruithe teanga nua i bhfeidhm nuair a shíníonn tú amach.
gd: Bidh na roghainnean cànain ùra an sàs as dèidh dhut clàradh a-mach.
id: Konfigurasi bahasa yang baru akan mulai berlaku ketika anda sudah log out.
ka: ენის ახალი პარამეტრები ამოქმედდება მხოლოდ სისტემაში მეორედ შესვლისას.
kab: Iɣewwaren n tutlayt tamaynut ad d-banen akken kan ara teffɣeḍ.
nn: Dei nye språkinstillingane vil verta tekne i bruk etter at du har logga ut.
pl: Nowe ustawienia językowe zostaną wprowadzone po ponownym zalogowaniu użytkownika.
ps: د ژبې نوې امستنې به ستاسې پر وتون کارونګه شي.
pt: As novas definições de idioma vão ter efeito assim que sair da sessão atual.
tg: Танзимоти нави забон баъд аз баромадани шумо фаъол мешавад.
uz: Yangi til parametrlari siz seansdan chiqsangiz, kuchga kiradi.

source: Set system default language
ckb: دانانی زمانی بنەڕەتی سیستەم
cy: Gosod iaith ragosodedig y system
et: Määra süsteemi vaikimisi keel
eu: Ezarri sistemaren hizkuntza lehenetsia
fi: Aseta järjestelmän oletuskieli
fr_ca: Définir la langue par défaut du système
ga: Socraigh teanga réamhshocraithe an chórais
gd: Suidhich cànan bunaiteach an t-siostaim
id: Tata bahasa baku sistem
kab: Sbedd d tutlay tamezwart n unagraw
nn: Vel standardspråk
pl: Domyślny język systemu
ps: د غونډال تلواله ژبه امستل
pt: Definir o idioma por omissão do sistema
tg: Интихоб кардани забони пешфарз барои система
uz: Tizimning standart tili

source: System policy prevented setting default language
cy: Ataliodd polisi'r system rhag gosod yr iaith ragosodedig
et: Süsteemi reeglid takistasid vaikimisi keele määramist
eu: Sistema-politikak hizkuntza lehenetsia ezartzea eragotzi du
fi: Järjestelmän käytäntö esti oletuskielen asettamisen
fr_ca: La politique du système à empêché le paramètrage de la langue par défaut
ga: Chur an polasaí córais bac ar theanga réamhshocraithe a shocrú
gd: Cha b' urrainn dhut an cànan bunaiteach a thaghadh ri linn poileasaidh an t-siostaim
id: Kebijakan sistem mencegah penataan bahasa baku
kab: Tasertit n unagraw ur teǧǧi ara ad tettusbadu tutlayt tamezwert
nn: Systemreglane forhindra val av standardspråk
pl: Polityka zabezpieczeń systemu nie pozwala na zmianę domyślnego języka
pt: Política de sistema impediu a definição do idioma por omissão
tg: Сиёсати система таъин кардани забони пешфарзро манъ кард
uz: Tizim xavfsizligi standart tilni belgilashga yoʼl qoʼymaydi

source: don't verify installed language support
cy: peidio dilysu'r cymorth iaith sydd wedi ei gosod
et: paigaldatud keele tuge ei kontrollita
eu: ez egiaztatu instalatutako hizkuntzaren sostengua
fi: älä tarkista asennettuja kielitukia
fr_ca: ne pas vérifier la prise en charge des langues installées
ga: ná dearbhaigh tacaíocht teanga
gd: na dearbh an taic cànain a tha stàlaichte
id: jangan periksa dukungan bahasa yang dipasang
ka: ენის მხარდაჭერის სისრულის შემოწმება საჭირო არ არის
kab: ur ssenqad ara tallalt n tutlayt yettusbedden
nn: ikkje stadfest installert språkstøtte
pl: bez sprawdzania zainstalowanej obsługi języków
pt: não verificar suporte a idiomas instalados
tg: дастгирии забони насбшударо тасдиқ накунед
uz: oʼrnatilgan mos tilni toʼgʼrilamang

source: alternative datadir
cy: cyfeiriadur data amgen
et: alternatiivne andmekataloog
eu: Datu direktorio alternatiboa
fi: vaihtoehtoinen datahakemisto
fr_ca: dossier de données alternatif
ga: datadir ailtéarnach
gd: datadir eile
id: folder data alternatif
ka: ალტერნატიული datadir
kab: datadir wayeḍ
nn: Alternative datamapper
pl: alternatywny katalog danych
ps: بلونج اومتوک نوملړ
pt: directório de dados alternativo
tg: директорияи иловагии иттилоот
uz: boshqa datadir

source: target language code
cy: cod yr iaith darged
et: sihtkeele kood
eu: Helburu hizkuntzaren kodea
fi: halutun kielen kielikoodi
fr_ca: code de la langue cible
ga: cód sprioctheanga
gd: còd a' chànain-thargaide
id: target kode bahasa
ka: სასურველი ენის კოდი
kab: tangalt n tutlayt tasaḍast
nn: Språkkode
pl: kod docelowego języka
pt: código do idioma alvo
tg: рамзи забони таъинотӣ
uz: moʼljallangan til kodi

source: check for the given package(s) only -- separate packagenames by comma
cy: gwirio am y pecyn(nau) penodol yn unig -- gwahanu enwau pecynnau gydag atalnod
et: kontrolli ainult antud pakette -- pakettide nimed eralda komaga
eu: Aztertu adierazitako paketea(k) bakarrik -- banatu paketeen izenak komak erabiliz
fi: tarkista vain annetut paketit -- erota pakettinimet pilkulla
fr_ca: vérifier uniquement le(s) paquet(s) donnés) -- séparer les noms de paquets par une virgule
ga: seiceáil don phacáiste/na pacáistí luaite amháin -- cuir camóg idir ainmneacha na bpacáistí
gd: na sgrùd ach na pacaidean seo -- cuir cromag eadar ainmean nam pacaidean
id: periksa hanya bagi paket yang diberikan -- pisahkan nama paket dengan koma
kab: senqed kan akemmus(ikemmusen) i d-yettunefken -- bḍu gar yismawen n yikemmusen s tefrayt
nn: Sjekk berre desse pakkane -- skill pakkenamn med komma
pl: sprawdź tylko dane pakiety — rozdziel nazwy pakietów przecinkami
pt: verificar apenas para o(s) pacote(s) dados -- separar packagenames com virgula
tg: танҳо бастаҳои додашударо санҷед -- номҳои бастаҳои бо вергул ҷудошуда
uz: faqat berilgan paket(lar) uchun tekshirilsin -- paket nomlari vergul bilan ajratilsin

source: output all available language support packages for all languages
cy: allbynnu pob pecyn cymorth iaith sydd ar gael ar gyfer pob iaith
et: väljasta kõik olemasolevad keeletoe paketid kõikides keeltes
eu: erakutsi hizkuntza-sostengurako pakete eskuragarri guztiak hizkuntza guztientzat
fi: Tulosta kaikki saatavilla-olevat kielituki paketit kaikille kielille
fr_ca: renvoie tous les paquets de prise en charge des langues proposés pour toutes les langues
ga: déan gach pacáiste tacaíochta teanga do gach teanga atá ar fáil a aschur
gd: cuir gach pacaid taic cànain a tha ri fhaighinn airson gach cànan
id: keluaran semua paket dukungan bahasa yang tersedia bagi semua bahasa
kab: suffeɣ-d meṛṛa ikemmusen n usefrek n tutlayt i yellan i meṛṛa tutlayin
nn: vis alle tilgjengelege språkpakkar for alle språk
pl: wyświetlenie wszystkich dostępnych pakietów językowych dla wszystkich języków
pt: mostrar todos os pacotes de suporte de idioma para todos os idiomas
tg: намоиш додани ҳамаи бастаҳои дастраси дастгирии забон барои ҳамаи забонҳо
uz: barcha tillar uchun qoʼllanuvchi mavjud til paketlari chiqishi

source: show installed packages as well as missing ones
ckb: گورزە دامەزراوەکان لەگەڵ ئەوانەی دیارنەمان پیشان بدە
cy: dangos y pecynnau sydd wedi eu gosod yn ogystal â'r rhai coll
et: näita nii paigaldatud kui ka puuduvaid pakette
eu: erakutsi instalaturiko paketeak eta baita falta direnak ere
fi: näytä asennetut paketit puuttuvien lisäksi
fr_ca: afficher les paquets installés et manquants
ga: taispeáin pacáistí suiteáilte, chomh maith le cinn in easnamh
gd: seall na pacaidean stàlaichte agus an fheadhainn a tha a dhìth
id: tampilkan paket terpasang, termasuk paket yang hilang
kab: sken ikemmusen yettwasbedden d yikemmusen i ixuṣṣen
nn: vis både installerte og manglande pakkar
pl: pokaż zarówno zainstalowane jak i brakujące pakiety
ps: د لګول شويو بنډلونو سره ورک بنډلونه هم ښودل
pt: mostrar pacotes instalados bem como aqueles em falta
tg: намоиш додани бастаҳои насбшуда ва инчунин бастаҳои намерасидагӣ
uz: keraklilar sifatida oʼrnatilgan paketlarni koʼrsatish
