Repository: Vanilla-OS/gnome-language-selector
Catalog: po/*.po
Languages: ckb, cy, et, eu, fi, fr_ca, ga, gd, id, ka, kab, nn, pl, ps, pt, tg, uz

source: If you need to type in languages, which require more complex input methods than just a simple key to letter mapping, you may want to enable this function. For example, you will need this function for typing Chinese, Japanese, Korean or Vietnamese. The recommended value for Ubuntu is "IBus". If you want to use alternative input method systems, install the corresponding packages first and then choose the desired system here.
cy: Os oes angen arnoch i deipio mewn ieithoedd sydd angen dulliau mewnbynnu mwy cymhleth na'r rhai sy'n mapio nodau i lythrennau, efallai y bydd angen i chi alluogi'r nodwedd hon. Er enghraifft, bydd angen y nodwedd hon er mwyn teipio Tsieinëeg, Japanëeg, Corëeg neu Fietnameg. Y dewis a argymhellir ar gyfer Ubuntu yw "iBus". Os hoffech chi ddefnyddio system dull mewnbynnu arall, gosodwch y pecynnau cyfatebol yn gyntaf ac yna dewis y system honno yma.
et: Kui teil on vaja sisestada tekste, mis nõuavad keerulisemaid sisestusmeetodeit kui lihtsalt klaviatuurilt sümbolite sisestamine, tuleks teil see funktsioon lubada. Näiteks on see funktsioon vajalik hiina, jaapani, korea ja vietnami keele puhul. Ubuntule on soovituslik väärtus "IBus". Kui te soovite kasutada alternatiivseid sisestamise süsteeme, paigaldage kõigepealt vastavad paketid ja seejärel tehke siin valik.
eu: Hizki bakoitzarentzat tekla bakarra darabilen mapaketa baino sarrera-metodo konplexuagoa behar duen hizkuntzaren bat erabili nahi baduzu, funtzio hau gaitu nahiko duzu. Adibidez, funtzio honen beharra izango duzu txineraz, japonieraz, koreeraz edo vietnameraz idazteko. Ubuntun gomendaturiko balioa "IBus" da. Sarrera-metodo alternatibodun sistemak erabili nahi badituzu, instalatu dagozkien paketeak aurrena, eta gero hautatu nahi duzun sistema hemendik.
fi: Tämä toiminto kannattaa ottaa käyttöön kirjoitettaessa yksinkertaista näppäin – kirjain -vastaavuutta monimutkaisempia syöttötapoja tarvitsevilla kielillä. Esimerkkejä tällaisista kielistä ovat kiina, japani, korea tai vietnam. Suositeltu arvo Ubuntua käytettäessä on "IBus". Jos käytät vaihtoehtoisia syöttötapajärjestelmiä, asenna ensin niitä vastaavat paketit ja valitse sitten haluttu järjestelmä täällä.
fr_ca: Si vous devez taper dans des langues qui exigent des méthodes d'entrée plus complexes qu'un simple mappage une touche une lettre, vous pourriez activer cette fonction. Par exemple, vous aurez besoin de cette fonction pour taper en chinois, en japonais, en coréen ou en vietnamien. La valeur recommandée pour Ubuntu est « IBus ». Si vous voulez utiliser d'autres systèmes de méthode d'entrée, installez les paquets correspondants en premier et choisissez ensuite le système désiré ici.
ga: Más gá duit clóscríobh i dteangacha a úsáideann modhanna ionchuir níos casta ná mapáil litreach go heochair, seans gur mhaith leat an feidhm seo a chumasú. Mar shampla, beidh an feidhm seo uait le cló i Sínis, Seapáinis, Cóiréis, nó Vítneamais. An luach molta d'Ubuntu ná "IBus". Más mian leat modhanna ionchuir ailtéarnacha a usáid, suiteáil na pacáistí cuí ar dtús, ansin roghnaigh an córas inmhianaithe anseo.
gd: Ma dh'fheumas tu sgrìobhadh ann an cànain a tha feumach air dòighean ion-chuir nas toinnte seach iuchraichean a bheir dhut litir, 's dòcha gum b' fheairrde dhut am foincsean seo an comas. Mar eisimpleir, feumaidh tu am foincsean seo airson sgrìobhadh ann an Sìnis, Seapanais, Coirèanais agus Bhiet-Namais. 'S e "Ibus" an luach thathar a' moladh airson Ubuntu. Ma tha thu ag iarraidh siostaman ion-chuir eile a chleachdadh, stàlaich na pacaidean iomchaidh an toiseach 's an uairsin tagh an siostam a tha thu ag iarraidh an-seo.
id: Jika anda membutuhkan untuk mengetik dalam beberapa bahasa yang membutuhkan metode input yang lebih kompleks, anda mungkin ingin mengaktifkan fungsi ini. Contohnya, Anda akan memerlukan fungsi ini untuk mengetik bahasa Cina, Jepang, Korea atau Vietnam. Nilai yang direkomendasikan untuk Ubuntu adalah "IBus". Jika anda ingin menggunakan sistem metode input alternatif, instal paket yang pertama dan selanjutnya memilih sistem yang diinginkan di sini.
kab: Ma yella tesriḍ ad taruḍ deg tutlayin, i yessuturen tarrayin n usekcem n tuddisin ugar ɣef tsarut tafessast i tira n yisekkilen, tzemreḍ ad tremdeḍ tawuri-a. D amedya, ad teḥwiǧeḍ tawuri-a i tira n tcinwat, n tjapunit, n tkurit d tevyiṭnamyit. Azal i ilaqen i Ubuntu d "IBus". Ma yella tebɣiḍ ad tesqedceḍ inagrawen n tarrayin n usekcem-nniḍen, sebded qbel ikemmusen yemṣadan syen fren anagraw i tessarmeḍ dagi.
nn: Om du må skrive inn språk som krev meir komplekse metodar enn berre ein tast per bokstav, vil du kanskje aktivere denne funksjonen. Den trengst til dømes for å skrive kinesisk, japansk, koreansk og vietnamesisk. Den tilrådde verdien i Ubuntu er «IBus». Om du vil bruke andre skrivesystem, må du først installere dei aktuelle pakkane og så velje det ønska systemet her.
pl: Ułatwia wpisywanie tekstu w językach wymagających bardziej złożonych metod wprowadzania znaków, niż proste przypisanie klawisza do znaku. Opcja będzie niezbędna do pisania w języku chińskim, japońskim, koreańskim czy wietnamskim. Zalecaną wartością dla systemu Ubuntu jest „IBus”. Chcąc używać innych systemów wprowadzania, należy najpierw zainstalować odpowiednie pakiety.
pt: Se precisar de escrever em linguagens que precisem de métodos de introdução mais complexos, mais do que uma simples tecla para mapeamento de letras, poderá querer habilitar esta função. Por exemplo, irá precisar desta função para escrever Chinês, Japonês, Coreano ou Vietnamita. O valor recomendado para o Ubuntu é "IBus". Se quiser utilizar sistemas de introdução alternativos, instale os pacotes correspondentes primeiro e escolha o sistema desejado aqui.
tg: Агар шумо хоҳед, ки бо забонҳое чоп кунед, ки ба ҷойи нақшбандии тугмаи оддӣ тарзҳои мураккабтари вурудро талаб мекунанд, шумо метавонед ин функсияро фаъол кунед. Масалан, ин функсия ба шумо барои чоп кардан бо забонҳои хитоӣ, ҷопонӣ, кореягӣ ё ветнамӣ лозим мешавад. Қимати тавсияшуда барои Ubuntu "IBus" мебошад. Агар шумо хоҳед, ки системаҳои иловагии тарзи вурудро истифода баред, аввал бастаҳои мувофиқро насб кунед, ва баъдан системаи дилхоҳро дар ин ҷо интихоб кунед.
uz: Agar siz harflarni xaritalash uchun oddiy kalitdan ko'ra murakkabroq kiritish usullarini talab qiladigan tillarda yozishingiz kerak bo'lsa, ushbu funktsiyani yoqishingiz mumkin. Masalan, xitoy, yapon, koreys yoki vetnam tillarini yozish uchun sizga ushbu funksiya kerak bo'ladi. Ubuntu uchun tavsiya etilgan qiymat "IBus" dir. Agar siz muqobil kiritish usuli tizimlaridan foydalanmoqchi bo'lsangiz, avval tegishli paketlarni o'rnating va keyin bu yerda kerakli tizimni tanlang.

source: Display numbers, dates and currency amounts in the usual format for:
ckb: ژمارە و ڕێکەوت و دراو بەشێوازی دیاری کراو پیشان بدە:
cy: Dangos rhifau, dyddiadau a symiau arian yn y fformat arferol ar gyfer:
et: Arve, kuupäevi ja rahaühikut kuvatakse järgneva keele tavade kohaselt:
eu: Erakutsi zenbakiak, datak eta moneta kantitateak ohiko formatuan hurrengo hizkuntzarentzat:
fi: Näytä numerot, päivämäärät ja rahasummat muodossa:
fr_ca: Afficher les nombres, dates et montants monétaires dans le format habituel pour :
ga: Taispeáin uimhreacha, dátaí agus airgeadra sa ghnáth-formáid do:
gd: Seall àireamhan, cinn-là agus suimean airgid sam fhòrmat àbhaisteach airson:
id: Tampilkan angka, tanggal, dan mata uang dalam bentuk yang biasa bagi:
ka: რიცხვების, თარიღის და ფულის ჩვენება ჩვეულებრივ ფორმატში:
kab: Sken imḍanen, izemzen d tallayin n tedrimt deg umasal unnim i:
nn: Vis tal, datoar og valutaverdiar på vanleg måte for:
pl: Format wyświetlania liczb, dat i walut:
pt: Mostrar números, datas e quantias em moeda no formato usual para:
tg: Намоиш додани рақамҳо, санаҳо ва миқдорҳои асъор дар формати оддӣ барои:
uz: Raqamlar, sanalar va pul birliklarini odatdagi formatda koʼrsatish:

source: This will set the system environment like shown below and will also affect the preferred paper format and other region specific settings. If you want to display the desktop in a different language than this, please select it in the "Language" tab. Hence you should set this to a sensible value for the region in which you are located.
cy: Bydd hyn yn gosod amgylchedd y system fel y dangosir isod a bydd hefyd yn effeithio ar y fformat papur a gosodiadau eraill a effeithir gan y rhanbarth. Os hoffech chi ddangos y bwrdd gwaith mewn iaith wahanol, gallwch ei dewis yn y tab "Iaith". Felly dylech osod hyn i werth call ar gyfer y rhanbarth rydych wedi eich lleoli ynddo.
et: See määrab süsteemi keskkonna, nagu allpool on näidatud ja see samuti mõjutab eelistatud paberi formaati ja teisi regiooni konkreetseid sätteid. Kui sa soovid oma töölaua teises keeles kuvada, siis palun vali eelistatud keel vahekaardist "Keel". Seega peaksid sa valitud keele regioonile, kus sa asud, mõistlikule väärtusele määrama.
eu: Honek sistemaren ingurunea zehaztuko du azpian bistaratu bezala, eta paper-formatu lehenetsia eta beste ezarpen lokal batzuei ere eragingo die. Mahaigaina beste hizkuntza batean bistaraztea nahi baduzu, hauta ezazu "Hizkuntza" fitxan. Ondorioz, ezarpen hau zure kokalekuari dagokion eremuaren balioetara egokitu behar duzu.
fi: Tämä muuttaa järjestelmän ympäristöasetukset alla olevan kaltaisiksi ja vaikuttaa myös oletuspaperimuotoon sekä muihin alueellisiin asetuksiin. Jos haluat käyttää työpöydällä eri kieltä, valitse kielet niiden omalta Kieli-välilehdeltä. Tämän välilehden asetukset tulisi määrittää sijaintisi mukaisesti valitsemalla sopiva alue.
fr_ca: Ceci définira l'environnement système comme montré ci-dessous et affectera aussi le format de papier préféré et d'autres paramètres régionaux spécifiques. Si vous voulez afficher le bureau dans une langue autre que celle-ci, veuillez la choisir dans l'onglet « Langues ». Par conséquent, vous devriez le définir à une valeur appropriée à la région où vous êtes situé.
ga: Socróidh seo an timpeallacht córais, mar atá thíos, agus beidh tionchar aige freisin ar an bhformáid páipéir roghnaithe, agus socraithe eile réigiún-íogar. Más mian leat an deasc a thaispeáint i dteanga eile, roghnaigh é sa chluaisín "Teangacha" le do thoil. Ba chóir duit seo a shocrú go luach ciallmhar don réigiún ina bhfuil tú.
gd: Suidhichidh seo àrainneachd an t-siostaim mar a chithear gu h-ìosal agus bidh buaidh aige cuideachd air fòrmatan a' phàipeir agus roghainnean eile a tha sònraichte dhan sgeama ionadail. Ma tha thu airson an deasg a shealltainn ann an cànan eile seach an tè seo, tagh e air an taba "Cànan". Leis a sin, bu chòir dhut luach a thaghadh a tha freagarrach dhan àite far a bheil thu.
id: Ini akan menetapkan lingkungan sistem seperti ditunjukkan di bawah ini dan juga akan mempengaruhi format kertas yang diinginkan dan pengaturan wilayah lain yang spesifik. Jika Anda ingin menampilkan desktop dalam bahasa yang berbeda dari ini, silahkan pilih pada tab "Language". Oleh karena itu Anda harus mengatur ini ke nilai yang masuk akal untuk daerah di mana Anda berada.
kab: Ayagi ad yesbadu tawennaḍt n unagraw akken i d-yettwaskan ddaw-a, ad iselkem daɣen amasal n lkaɣeḍ ufrin d yiɣewwaren-nniḍen usdiden n temnaḍt. Ma yella tebɣiḍ ad tsekneḍ tanarit deg tutlayt-nniḍen yemgaraden ɣef ta, ttxil-k·m fren-itt deg yiccer "Tutlayt". Sakin ilaq ad tesbaduḍ ayagi s wazal meɛqulen i temnaḍt ideg telliḍ.
nn: Dette valet set opp systeminnstillingane som vist under og avgjer papirformat og andre regionsinnstillingar. Dersom du vil at systemet skal visast i eit anna språk enn dette, kan du velja det under «Språk». Du bør velja innstillingar som er rette for området du er i.
pl: Konfiguruje formatowanie zmiennych systemowych przedstawionych poniżej, jak i domyślnych rozmiarów papieru oraz innych specyficznych ustawień regionalnych. Chcąc zmienić język środowiska graficznego, proszę wybrać właściwy w karcie „Język”. Proszę pamiętać o wymienionych wyżej konsekwencjach wprowadzenia zmian.
pt: isto vai definir o sistema conforme mostrada abaixo e irá afetar o formato de papel preferido e todas as outras definições especificas da sua região. Se você quiser ver o seu ambiente de trabalho num idioma diferente deste, selecione-o no separador "Idioma". Assim, você conseguirá definir os valores para a região em que está localizado.
tg: Ин муҳити системавиро ба мисли дар поён намоишдодашуда таъин мекунад, ва ба формати интихобшудаи қоғаз ва танзисоти дигари мушаххаси ноҳиявӣ низ таъсир мерасонад. Агар шумо хоҳед, ки мизи кориро дар забони аз ин забон фарқкунанда намоиш диҳед, лутфан, онро дар варақаи "Забон" интихоб кунед. Ҳамин тавр, шумо бояд инро ба қимате таъин кунед, ки ба ноҳияе, ки шумо дар он ҷо ҷойгир ҳастед, мувофиқ мебошад.
uz: Bu quyida ko'rsatilgandek tizim muhitini o'rnatadi va afzal qog'oz formati va boshqa mintaqaga xos sozlamalarga ham ta'sir qiladi. Agar siz ish stolini boshqa tilda ko'rsatmoqchi bo'lsangiz, uni "Til" yorlig'ida tanlang. Shuning uchun siz bu qiymatni siz joylashgan hudud uchun mos qiymatga o'rnatishingiz kerak.

source: <small>Changes take effect next time you log in.</small>
ckb: <small>گۆڕینەکانی جاری داهاتوو کە هاتیەوە ژوورەوە دەبینیت</small>
cy: <small>Daw'r newidiadau i rym y tro nesaf i chi fewngofnodi.</small>
et: <small>Muudatused jõustuvad järgmisel sisselogimisel.</small>
eu: <small>Aldaketek hurrengo saioa hasten duzunean izango dute eragina.</small>
fi: <small>Muutokset tulevat voimaan seuraavalla kirjautumiskerralla.</small>
fr_ca: <small>Les changements prendront effet lors de la prochaine connexion.</small>
ga: <small>Tiocfaidh na hathruithe i bhfeidhm ar an gçéad síniú isteach eile.</small>
gd: <small>Bidh na h-atharraichean an sàs an ath-thuras a chlàraicheas tu a-steach.</small>
id: <small>Perubahan akan berdampak saat Anda log masuk berikutnya.</small>
ka: <small>ცვლილებები ამოქმედდება სისტემაში შემდეგი შესვლისას.</small>
kab: <small>Isenfal ad d-binen mi ara teqqneḍ tikkelt i d-iteddun.</small>
nn: <small>Endringar trer i kraft neste gong du loggar inn.</small>
pl: <small>Zmiany zostaną wprowadzone po ponownym zalogowaniu.</small>
ps: <small>بدلونونه به ستاسې د بل ځل ننوتون سره کارونګه شي.</small>
pt: <small>As alterações fazem efeito na próxima vez que iniciar a sessão.</small>
tg: <small>Тағйирот ҳангоми воридшавии навбатии шумо фаъол мешавад.</small>
uz: <small>Oʼzgarishlar keyingi safr tizimga kirganingizda kuchga kiradi.</small>

source: <small>Use the same format choice for startup and the login screen.</small>
cy: <small>Defnyddiwch yr un dewis fformat ar gyfer cychwyn y system a'r sgrin mewngofnodi.</small>
et: <small>Kasuta sama formaati arvuti käivitamisel ja sisselogimisel.</small>
eu: <small>Erabili formatu aukera berak abioan eta saioa hasteko pantailan.</small>
fi: <small>Käytä samaa muotoiluvalintaa käynnistys- ja kirjautumisnäkymässä.</small>
fr_ca: <small>Utiliser le même choix de format pour le démarrage et l'écran de connexion.</small>
ga: <small>Úsáid na roghanna formáidithe céanna don tosú agus don scáileán sínithe isteach.</small>
gd: <small>Cleachd an aon roghainn cànain airson tòiseachadh an t-siostaim agus na sgrìn air an clàraichear a-steach.</small>
id: <small>Pakai pilihan format yang sama untuk awal mula dan layar log masuk.</small>
kab: <small>Seqdec ifranen n umasal kan i tesqedceḍ yakan i usenker d ugdil n unekcum.</small>
nn: <small>Bruk same format for oppstarts- og innloggingskjermen.</small>
pl: <small>Użycie tego samego formatu wyboru przy uruchamianiu i ekranie logowania.</small>
ps: <small>د پیلنګ او د ننوتون پردې لپاره د بڼې همدا ټاکنه کارول.</small>
pt: <small>Utilizar as mesmas opções de formato para arranque e ecrã de início de sessão.</small>
tg: <small>Барои экрани вуруд ва оғози кор интихоби якхелаи форматро истифода баред.</small>
uz: <small>Xuddi shu formatni tizimni ishga tushirishda va kirish ekranida tanlab, foydalaning.</small>

source: Currency:
ckb: دراو:
cy: Arian cyfred:
et: Rahaühik:
eu: Moneta:
fi: Valuutta:
fr_ca: Monnaie :
ga: Airgeadra:
gd: Airgeadra:
id: Mata uang:
ka: ფული:
kab: Tanfalit:
nn: Valuta:
pl: Waluta:
ps: چلښت:
pt: Moeda:
tg: Асъор:
uz: Pul birligi:

source: Date:
ckb: ڕێکەوت:
cy: Dyddiad
et: Kuupäev:
eu: Data:
fi: Päiväys:
ga: Dáta:
gd: Ceann-là:
id: Tanggal:
ka: თარიღი:
kab: Azemz:
nn: Dato:
pl: Data:
ps: نېټه:
pt: Data:
tg: Сана:
uz: Sana:

source: Number:
ckb: ژمارە:
cy: Rhif:
et: Arvud:
eu: Zenbakia:
fi: Numero:
fr_ca: Nombre :
ga: Uimhir:
gd: Àireamh:
id: Angka:
ka: რიცხვი:
kab: Uḍḍun:
nn: Tal:
pl: Liczba:
ps: شمېره:
pt: Número:
tg: Миқдор:
uz: Raqam:

source: <b>Example</b>
ckb: <b>نموونە</b>
cy: <b>Enghraifft</b>
et: <b>Näide</b>
eu: <b>Adibidea</b>
fi: <b>Esimerkki</b>
fr_ca: <b>Exemple :</b>
ga: <b>Sampla</b>
gd: <b>Ball-eisimpleir</b>
id: <b>Contoh</b>
ka: <b>მაგალითი</b>
kab: <b>Amedya</b>
nn: <b>Døme</b>
pl: <b>Przykład</b>
ps: <b>بېلګه</b>
pt: <b>Exemplo</b>
tg: <b>Мисол</b>
uz: <b>Masalan</b>

source: Regional Formats
ckb: شێوازی هەرێم
cy: Fformatau rhanbarthol
et: Piirkondlikud formaadid
eu: Formatu lokalak
fi: Alueelliset muotoilut
fr_ca: Formats régionaux
ga: Formáidí Réigiúnacha
gd: Fòrmatan ionadail
id: Regional Format
ka: რეგიონული ფორმატები
kab: Imasalen n temnat
nn: Regionale innstillingar
pl: Ustawienia regionalne
ps: سيمه ييزې بڼې
pt: Formatos Regionais
tg: Форматҳои минтақавӣ
uz: Hududiy formatlar

source: Configure multiple and native language support on your system
cy: Gosod cymorth iaith ar gyfer ieithoedd brodorol neu sawl iaith ar eich system
et: Seadista oma süsteemile lisa- ja emakeele toetus
eu: Zure sisteman zein hizkuntza erabiliko diren konfiguratu
fi: Aseta järjestelmäsi oletuskieli ja muut tuetut kielet
fr_ca: Configurer la prise en charge de la langue par défaut et d'autres langues sur votre système
ga: Cumraigh tacaíocht teangacha dúchasacha agus tacaíocht ilteangach ar do chóras
gd: Cuir air dòigh iomadh cànan air an t-siostam agad
id: Mengonfigurasi dukungan bahasa multi dan asal pada sitem Anda
ka: თქვენს სისტემაში ძირითადი და სხვა ენების მხარდაჭერის კონფიგურაცია
kab: Swel asefrek n waṭas n tutlayin tigensanin ɣef unagraw-inek·inem
nn: Sett opp språkstøtte for systemet
pl: Konfiguruje obsługę wielu języków systemu
ps: په خپل غونډال مو د ځايي او ګڼو نورو ژبو ملاتړ سازونه وکړئ
pt: Configurar suporte para vários idiomas no seu sistema
tg: Конфигуратсия кардани дастгирии якчанд забон ва забони модарии системаи худ
uz: Koʼp tillar va milliy tildan tizimingizda foydalanishni moslash

source: Incomplete Language Support
ckb: پاڵپشتی زمان تەواونیە
cy: Cymorth iaith anghyflawn
et: Mittetäielik keeletoetus
eu: Hizkuntza-sostengu osatu gabea
fi: Kielituki vaillinainen
fr_ca: Prise en charge des langues incomplète
ga: Tacaíocht Teanga Neamhiomlán
gd: Taic cànain nach eil iomlan
id: Dukungan bahasa yang tidak kompatibel
ka: ენა სრული მხარდაჭერის გარეშე
kab: Tallalt n tutlayt ur temmid ara
nn: Uferdig språkstøtte
pl: Niekompletna obsługa języka
ps: ژبې ملاتړ نيمګړی دی
pt: Suporte de idioma incompleto
tg: Дастгирии забони нопурра
uz: Tildan foydalanish tugatilmagan
