Repository: Vanilla-OS/gnome-language-selector
Catalog: po/*.po
Languages: ckb, cy, et, eu, fi, fr_ca, ga, gd, id, ka, kab, nn, pl, ps, pt, tg, uz

source: Details
ckb: درێژه‌
cy: Manylion
et: Üksikasjad
eu: Xehetasunak
fi: Yksityiskohdat
fr_ca: Détails
ga: Sonraí
gd: Mion-fhiosrachadh
id: Detail
ka: ცნობები
kab: Ttfaṣil
nn: Detaljar
pl: Szczegóły
ps: سپړنې
pt: Detalhes
tg: Тафсилот
uz: Tafsilotlar

source: Failed to apply the '%s' format choice. The examples may show up if you close and re-open Language Support.
ckb: شێوەپێدانی '%s' سەرکەوتوو نەبوو.
cy: Methwyd rhoi'r fformat '% s' ar waith. Gall yr enghreifftiau ymddangos os ydych yn cau ac ailagor Cymorth Iaith.
et: '%s' formaadi rakendamine ebaõnnestus. Näidised kuvatakse, kui sa sulged ja taasavad keeletoetuse.
eu: Huts egin du '%s' formatua ezartzean. Adibideak ikusteko itxi eta berrabiarazi Hizkuntza-sostengua.
fi: Muotoilua ”%s” ei voi toteuttaa. Esimerkit saattavat ilmestyä näkyviin käynnistämällä Kieliasetukset uudelleen.
fr_ca: Échec lors de l'application du choix de format « %s ». Fermer et rouvrir la « Prise en charge des langues » pour consulter les exemples.
ga: Theip ar chur i bheidhm an rogha formáide '%s'. Seans go bheicfidh tú na samplaí trí Tacaíocht Teanga a athosú.
gd: Cha b' urrainn dhuinn am fòrmat "%s" a chur an sàs. Dh'fhaoidte gun nochd na h-eisimpleirean ma dhùineas is ma dh'fhosglas tu taic nan cànan a-rithist.
id: Gagal menerapkan pilihan format '%s'. Contoh mungkin muncul bila Anda menutup dan membuka ulang Dukungan Bahasa.
kab: Ur yeddi ara usnes n umasal '%s' afran. Imedyaten zemren ad d-banen ma yella kečč·kemm mdel syen ldi tallalt n tutlayt.
nn: Klarte ikkje bruka formatet «%s» Døma vil visast om du lèt att og opnar Språkstøtte på nytt.
pl: Wprowadzenie formatu „%s” zakończone niepowodzeniem. Sprawdzenie rezultatów możliwe poprzez zamknięcie i ponowne otwarcie menedżera wsparcia języków.
ps: د '%s' بڼې ټاکنې کارونګه کولو کښې نابریالی شو. بېلګې ښايي چې وښودل شي که تاسې د ژبې ملاتړ بند او بیاپرانیځئ.
pt: Falha ao aplicar a escolha '%s' de formato. Os exemplos podem aparecer se fechar e reabrir o Suporte de Idioma.
tg: Татбиқ кардани интихоби формати "%s" бо нокомӣ дучор шуд. Мисолҳо метавонанд он гоҳ намоиш дода шаванд, ки агар шумо Дастгирии забонро пӯшед ва аз нав кушоед.
uz: Tanlangan '%s' formatni qoʼllab boʼlmadi. Namunalar "Tillardan foydalanish" yopilsa va qayta ochilsa, koʼrinishi mumkin.

source: Language Support
ckb: پاڵپشتی زمان
cy: Cymorth Iaith
et: Keeletoetus
eu: Hizkuntza-sostengua
fi: Kieliasetukset
fr_ca: Prise en charge des langues
ga: Tacaíocht Teanga
gd: Taic cànain
id: Dukungan Bahasa
ka: ენის მხარდაჭერა
kab: Ttawil utlayan
nn: Språkstøtte
pl: Języki
ps: ژبې ملاتړ
pt: Suporte de idioma
tg: Дастгирии забон
uz: Tillardan foydalanish

source: <big><b>Checking available language support</b></big> The availability of translations or writing aids can differ between languages.
ckb: <big><b>چێکردن لە بوونی پشتگیری زمان</b></big> بەردەستبوونی وەرگێڕان و نووسینی یامرەتیدەر لەوەیە جیاوازبێت بۆ هەر زمانێک.
cy: <big><b>Wrthi'n gwirio pa gymorth iaith sydd ar gael</b></big> Gall beth sydd ar gael amrywio o un iaith i'r llall.
et: <big><b>Keeletoe saadavuskontroll</b></big> Tõlgete ja kirjutusabide saadaolek võib keelte vahel erineda.
eu: <big><b>Hizkuntzentzako laguntza eskuragarriak aztertzen </b></big> Itzulpen eta idatzeko laguntzen eskuragarritasuna hizkuntzen arabera alda daiteke
fi: <big><b>Tarkastetaan saatavilla olevaa kielitukea</b></big> Käännösten määrä ja kirjoitusavujen saatavuus vaihtelee kielittäin.
fr_ca: <big><b>Vérification de la prise en charge des langues proposées</b></big> La disponibilité des traductions ou des aides à l'écriture peut différer suivant les langues.
ga: <big><b>Ag seiceáil tacaíocht teanga reatha</b></big> D'fhéadfadh difríocht a bheith ann, ó theanga go teanga, in inúsáideacht na n-aistriúcháin nó na tacaíochtaí scríbhneoireachta.
gd: <big><b>A' sgrùdadh na taic cànain a tha ri làimh</b></big> Dh'fhaodadh nach bi an dearbh ìre de dh'eadar-theangachadh no innealan-taice sgrìobhaidh ri fhaighinn airson gach cànan.
id: <big><b>Memeriksa dukungan bahasa yang tersedia</b></big> Ketersediaan terjemahan atau bantuan penulisan diantara banyak bahasa dapat berlainan.
kab: <big><b>Asenqed n tallalt n tutlayt i yellan</b></big> Tiltin n tsuqilin neɣ n tallalin n tira zemrent ad mgaradent gar tutlayin.
nn: <big><b>Ser etter tilgjengeleg språkstøtte</b></big> Tilgjenget av omsetjingar eller skrivehjelp kan variera mellom språk.
pl: <big><b>Sprawdzanie dostępności obsługi języków</b></big> Dostępność tłumaczeń lub programów ułatwiających wprowadzanie znaków może się różnić między językami.
ps: <b><big>د شته ژبې ملاتړ لپاره ګورو</big/><b> د ژباړو او ليکنو مرستو شتونتیا له يوې ژبې نه بلې ته توپير کولای شي.
pt: <big><b>A verificar disponibilidade do suporte de idiomas</b></big> A disponibilidade de traduções ou ajudas de escrita podem diferir entre idiomas.
tg: <big><b>Санҷиши дастгирии забонҳои дастрас рафта истодааст</b></big> Дастрасии тарҷумаҳо ё кӯмакҳои навишташуда метавонанд дар забонҳои гуногун тағйир ёбад.
uz: <big><b>Mavjud mos tillar tekshirilmoqda</b></big> Mavjud tarjimalar yoki yozuvlar tillarda farq qilishi mumkin.

source: Installed Languages
ckb: زمانه‌ دامه‌زراوه‌كان
cy: Ieithoedd wedi'u gosod
et: Paigaldatud keeled
eu: Instalatutako hizkuntzak
fi: Asennetut kielet
fr_ca: Langues installées
ga: Teangacha Suiteálta
gd: Cànain stàlaichte
id: Bahasa yang sudah diinstall
ka: ჩაყენებული ენები
kab: Tutlayin yettwasbedden
nn: Installerte språk
pl: Zainstalowane języki
ps: لګول شوې ژبې
pt: Línguas instaladas
tg: Забонҳои насбшуда
uz: O'rnatilgan tillar

source: When a language is installed, individual users can choose it in their Language settings.
ckb: کاتێک کە زمانێک جێگیر دەبێت، بەکارهێنەران هەڵی بژێرن لە ڕێکخستنەکانی زمان.
cy: Pan fydd iaith wedi ei gosod, gall defnyddwyr unigol ei dewis yn eu gosodiaidau iaith.
et: Kui keel on paigaldatud, saavad kasutajad seda oma keelesätetest ise muuta.
eu: Hizkuntza bat instalatzen denean, erabiltzaileek Hizkuntzaren ezarpenetan aukeratu dezakete.
fi: Kun kieli on asennettu, käyttäjät voivat ottaa sen käyttöönsä käyttämällä Kieliasetukset-työkalua.
fr_ca: Si une langue est installée, les utilisateurs peuvent la choisir dans leurs paramètres de prise en charge des langues.
ga: Nuair atá teanga suiteáilte, is féidir le húsáideoirí aonar í a roghnú sna socruithe Teanga.
gd: Ma chaidh cànan a stàladh, is urrainn do chleachdaichean a thaghadh ann an roghainnean a' chànain aca.
id: Jika suatu bahasa telah diinstal, setiap pengguna dapat memilihnya didalam pengaturan bahasa mereka.
ka: ენის ჩაყენების შემდეგ, მომხმარებლებს შეეძლება მისი არჩევა ენის გამართვის მენიუში.
kab: Ticki tutlayt tettwasbedd, iseqeddacen zemren ad tt-fernen deg iɣewwaṛen n tutlayt.
nn: Når eit språk er installert, kan kvar brukar individuelt velja det i språkinstillingane sine.
pl: Kiedy język zostanie zainstalowany, użytkownicy będą mogli go wybrać w swoich ustawieniach językowych.
ps: چې کله يوه ژبه ولګول شي، ځانګړوال کارنان کولای شي چې هغه د ژبو امستنو کښې غوره کړي.
pt: Quando um idioma é instalado, utilizadores individuais podem escolhê-lo nas suas configurações de Idioma.
tg: Вақте ки забон насб карда мешавад, корбарони мушаххас метавонанд онро дар Танзимоти забони худ интихоб кунанд.
uz: Til oʼrnatilganda, alohida foydalanuvchilar oʼzlarining til parametrlarini tanlay oladilar.

source: Language for menus and windows:
ckb: زمان بۆ پێڕستەکان و پەنجەرەکان
cy: Iaith dewislenni a ffenestri:
et: Menüüde ja akende keel:
eu: Menu eta leihoetarako hizkuntza:
fi: Valikoiden ja ikkunoiden kieli:
fr_ca: Langue des fenêtres et des menus :
ga: Teanga le haghaidh roghchlár agus fuinneog:
gd: Cànan airson nan clàr-taice agus uinneagan:
id: Bahasa bagi menu dan jendela:
ka: ენა მენიუებსა და ფანჯრებისთვის:
kab: Tutlayt n wumuɣen akked isfulya:
nn: Språk i menyar og vindauge:
pl: Menu i okna:
ps: د غورنۍ او کړکۍ ژبه:
pt: Idioma para menus e janelas:
tg: Забон барои менюҳо ва равзанаҳо:
uz: Menyular va oynalar uchun til:

source: This setting only affects the language your desktop and applications are displayed in. It does not set the system environment, like currency or date format settings. For that, use the settings in the Regional Formats tab. The order of the values displayed here decides which translations to use for your desktop. If translations for the first language are not available, the next one in this list will be tried. The last entry of this list is always "English". Every entry below "English" will be ignored.
cy: Mae'r gosodiad hwn yn effeithio ar iaith eich bwrdd gwaith a rhaglenni yn unig. Nid yw'n gosod amgylchedd y system, fel gosodiadau arian cyfred neu fformat dyddiadau. Ar gyfer hynny, defnyddiwxh y gosodiadau yn y tab Fformatau Rhanbarthol. Mae trefn y gwerthoedd a ddengys yma yn dynodi pa gyfieithiadau i'w defnyddio ar eich bwrdd gwaith. Os nad oes cyfieithiadau ar gael i'r iaith gyntaf, bydd yr un nesaf yn y rhestr yn cael ei defnyddio. "Saesneg" yw cofnod olaf y rhestr bob tro. Bydd pob cofnod o dan "Saesneg" yn cael ei anwybyddu.
et: See säte mõjutab ainult sinu töölaua ja rakenduste kuvatud keelt. See ei muuda süsteemi keskkonda, nagu raha või kuupäeva formaadi sätteid. Sellejaoks kasuta sätteid, mis asuvad vahekaardis Piirkondlikud formaadid. Siin kuvatud väärtuste järjekord otsustav, milliseid tõlkeid kasutatakse sinu töölaua jaoks. Kui esimese keele tõlked pole saadaval, siis proovitakse nimekirja järgmist keelt. Nimekirja viimane keel on alati inglise keel. Kõik kirjed ignoreeritakse, mis on allpool inglise keelt.
eu: Ezarpen honek zure mahagaina eta aplikazioak bistaratzen diren hizkuntzari soilik eragiten dio. Ez du sistemaren ingurunea ezartzen, hala nola moneta edo data-ezarpenak. Horretarako erabili 'Formatu lokalak' fitxako ezarpenak. Hemen zehaztutako balioen ordenak finkatzen du zein itzulpen erabili mahaigainerako. Lehenengo hizkuntzarako itzulpenik ez badago eskuragarri, zerrendako hurrengoa erabiltzen saiatuko da. Zerrendako azkena beti da "Ingelesa". "Ingelesa"ren azpiko edozein hizkuntzari ezikusia egingo zaio.
fi: Tämä asetus vaikuttaa vain työpöydän ja sovellusten kieleen. Se ei muuta järjestelmän ympäristöasetuksia, kuten valuuttaa tai päiväyksen muotoilua. Näitä muuttaaksesi käytä Alueelliset muotoilut -välilehteä. Valintojen järjestys määrää, mitä kieliä käytetään työpöydällä. Jos käännöksiä ensimmäiselle valitulle kielelle ei ole saatavilla, käytetään seuraavana luettelossa olevaa kieltä. Luettelon viimeinen kohta on aina englanti. Kaikki englannin alapuolella olevat valinnat jätetään huomiotta.
fr_ca: Ce paramètre n'affecte que la langue d'affichage de votre bureau et de vos applications. Il ne définit pas l'environnement système tels que les paramètres de monnaie et de format de date. Pour ce faire, utiliser l'onglet « Formats régionaux ». L'ordre des valeurs affichées ici décide de la traduction à utiliser pour votre bureau. Si les traductions pour la première langue ne sont pas offerte, la prochaine de la liste sera utilisée. La dernière entrée de cette liste est toujours « English ». Toute entrée sous « English » sera ignorée.
ga: Téann an socrú seo i bhfeidhm ar theanga do dheasc agus an teanga ina dtaispeántar d'fheidhmchláir amháin. Ní shocraíonn sé timpeallacht an chórais, m.sh. socraithe airgeadra nó formáid dáta. Chuige sin, úsáid na socraithe sa chluaisín Formáidí Réigiúnacha. Cineann ord na luachanna a thaispeáintear thíos cén aistriúcháin le n-úsáid don deasc. Muna bhfuil aistriúcháin don chéad teanga ar fáil, úsáidfear an chéad ceann eile sa liosta. Beidh "English" i gcónaí mar an iontráil deireanach sa liosta. Déanfar neamhaird ar gach iontráil faoi "English".
gd: Cha bi buaidh aig an roghainn seo ach air cànan an deasg is nan aplacaidean agad. Chan atharraich e àrainneachd an t-siostaim, can an t-airgeadra no fòrmatan a' chinn-là. Gus sin atharrachadh, cuir air dòigh na roghainnean air an taba "Fòrmatan ionadail". Tha buaidh aig òrdugh nan luachan an-seo air na h-eadar-theangachaidhean a chì thu air an deasg. Mur eil eadar-theangachadh fhaighinn ri fhaighinn sa chiad chànan, cleachdaidh sinn an ath-fhear san liosta. 'S e "Beurla" an cànan mu dheireadh sa liosta an-còmhnaidh. Thèid rud sam bith a tha fo "Bheurla" a leigeil seachad.
id: Pengaturan ini hanya mempengaruhi bahasa desktop dan aplikasi yang ditampilkan masuk ini tidak mengatur lingkungan sistem, seperti pengaturan format mata uang atau tanggal. Untuk itu, gunakan pengaturan pada tab Format Daerah. Urutan nilai yang ditampilkan di sini memutuskan terjemahan digunakan untuk desktop Anda. Jika terjemahan untuk bahasa pertama tidak tersedia, yang berikutnya dalam daftar ini akan dicoba. Masuknya terakhir dari daftar ini selalu "Bahasa Inggris". Setiap entri di bawah "bahasa Inggris" akan diabaikan.
kab: Aɣewwar-a ad iḥaz kan tutlayt n uskan n tnarit-ik·im d yisnasen-inek·inem. Ur isbaduy ara tawennaḍt n unagraw, am yiɣewwaren n umasal n tedrimt d yizemzen. I waya, seqdec iɣewwaren n yiccer n temnaḍin n yimasalen. Asemyizwer n wazalen yettuseknen dagi d nutni ara ifernen anti tisuqilin ara yettusqedcen i tnarit-ik·im. Ma yella tisuqilin n tutlayt tamezwarut ulac-itent, tin i d-yernan deg tebdart-a ad tettwaɛreḍ. Anekcum aneggaru n tebdart-a tezga d "taglizit". Anekcum akk ara yilin ddaw "teglizit" ad yettwanef.
nn: Denne innstillinga gjeld berre for språket i program og operativsystem, og påverkar ikkje systeminnstillingar som datoformat og valuta. Desse kan veljast under «Regionale innstillingar». Rekkjefølgja på vala her avgjer kva for omsetjingar som vert brukte på datamaskina. Er det ikkje omsetjingar tilgjengelege for det første språket, vil neste på lista verta prøvd. Siste oppføringa på denne lista er alltid «Engelsk». Alle oppføringar under «Engelsk» vil verta ignorert.
pl: Zmienia ustawienia języka środowiska graficznego oraz uruchamianych programów. Nie zmienia preferowanych walut czy formatu daty. Te preferencje można skonfigurować w karcie „Ustawienia regionalne”. Kolejność na liście, decyduje o kolejności preferowania języków. Jeżeli pierwsza wersja językowa dla danego programu nie jest dostępna, użyty zostanie następny język z listy. Ostatnią pozycją musi być zawsze język angielski. Każdy inny język znajdujący się poniżej angielskiego, będzie zignorowany.
pt: Esta definição só afeta o idioma do seu ambiente de trabalho e das aplicações. Não afeta outras variáveis do ambiente como a moeda ou data do sistema. Para o fazer, utilize o separador dos formatos Regionais. A ordem das traduções a utilizar são definidas aqui. Se as traduções para o idioma principal não estiverem disponíveis, será utilizado o seguinte idioma escolhido. A última entrada desta lista é sempre o "Inglês". Todas as entradas depois do "Inglês" serão ignoradas.
tg: Ин танзим танҳо ба забони мизи корӣ ва барномаҳои шумо таъсир мерасонад. Он муҳити системавиро, ба мисли танзимоти асъор ё формати сана, таъин намекунад. Барои он, танзимотро дар варақаи "Форматҳои ноҳиявӣ" истифода баред. Тартиби қиматҳои дар ин ҷо намоишдодашуда қарор мекунад, ки кадом тарҷумаҳо бо мизи кории шумо истифода мешаванд. Агар тарҷумаҳо барои забони якум дастнорас бошанд, забони навбатии рӯйхат кӯшиш карда мешавад. Воридаи охирини рӯйхат ҳамеша "Англисӣ" мебошад. Ҳар як воридае, ки дар зери "Англисӣ" ҷойгир аст, нодида гирифта мешавад.
uz: Ushbu moslash faqat ish stolingizga va koʼrinadigan dasturlar tiliga ta'sir qiladi. U pul birligi yoki sana formati moslamalariga oʼxshash tizim muhitiga oʼrnatilmaydi. Buning uchun "Hududiy formatlar" tab oynasidagi moslamalardan foydalaning. Bu erda ish stolingiz uchun foydalaniladigan tarjimalar tartibi koʼrsatilgan. Agar tarjimalar birinchi til uchun mavjud boʼlmasa, keyingi roʼyxatdagi tillardan foydalaniladi. Doimo ushbu roʼyxatning oxirida "English" boʼladi. "English"dan pastga kiritilgan tillar rad qilinadi.

source: <small><b>Drag languages to arrange them in order of preference.</b> Changes take effect next time you log in.</small>
ckb: <small><b>زمانێک هەڵبگرە بۆ ئاماژەکردن</b> کە جاری داهاتوو هاتیتە ژوورەوە گۆڕینەکان دەبینیت</small>
cy: <small><b>Llusgwch ieithoedd i'w trefnu yn ôl blaenoriaeth.</b> Daw'r newidiadau i rym y tro nesaf i chi fewngofnodi.</small>
et: <small><b>Lohista keeled kasutuse eelistusjärjekorda.</b> Muudatused jõustuvad järgmisel sisselogimisel</small>
eu: <small><b>Arrastatu hizkuntzak zure hobespenen arabera ordenatzeko.</b> Aldaketak saioa hasten duzun hurrengo aldian aplikatuko dira.</small>
fi: <small><b>Raahaa kielet haluttuun järjestykseen.</b> Muutokset tulevat voimaan seuraavalla kirjautumiskerralla.</small>
fr_ca: <small><b>Faire glisser les langues pour les ranger par ordre de préférence.</b> Les changements prendront effet à la prochaine connexion.</small>
ga: <small><b>Tarraing teangacha len iad a chur in ord do rogha</b> Tiocfaidh na hathruithe i bhfeidhm ar an gcéad síniú isteach eile.</small>
gd: <small><b>Slaod cànain gus an cur air dòigh a-rèir do thoil fhèin.</b> Bidh na h-atharraichean an sàs an ath-thuras a chlàraicheas tu a-steach.</small>
id: <small><b>Seret bahasa-bahasa untuk mengatur urutan preferensi mereka.</b> Perubahan berdampak kala berikutnya Anda log masuk.</small>
kab: <small><b>Err tutlayin i wakken ad tent-tsemsawiḍ almend n usmenyif.</b> Isenfal ad d-banen mi ara teqqneḍ tikkelt i d-iteddun.</small>
nn: <small><b>Dra språka for å ordna dei i ønskt rekkjefølgje.</b> Endringane vert tekne i bruk neste gong du loggar inn.</small>
pl: <small><b>Przenosząc myszą języki, ułóż je w preferowanej kolejności.</b> Zmiany będą widoczne po ponownym zalogowaniu.</small>
pt: <small><b>Arraste os idiomas para organizá-los por ordem de preferência.</b> As mudanças terão efeito na próxima vez que iniciar sessão.</small>
tg: <small><b>Забонҳоро кашида баред, то ин ки онҳоро дар тартиби дилхоҳ мураттаб созед.</b> Тағйирот ҳангоми воридшавии навбатии шумо фаъол мешавад.</small>
uz: <small><b>Tillarni afzal koʻrish tartibida tartibga solish uchun ularni torting.</b> O'zgarishlar keyingi kirganingizda kuchga kiradi.</small>

source: Apply System-Wide
cy: Gweithredu ar draws y system
et: Rakenda kogu süsteemile
eu: Aplikatu sisteman zehar
fi: Toteuta järjestelmänlaajuisesti
fr_ca: Appliquer à tout le système
ga: Cuir i bhfeidhm ar fud an ríomhaire
gd: Cuir an sàs air feadh an t-siostaim
id: Terapkan System-Wide
ka: გამოყენება მთლიან სისტემაში
kab: Snes i unagraw akk
nn: Bruk i heile systemet
pl: Zastosuj dla całego systemu
ps: په ټول غونډال کښې کارونګه کول
pt: Aplicar a todo o sistema
tg: Татбиқ кардан ба тамоми система
uz: System-Wide'ni qoʼllash

source: <small>Use the same language choices for startup and the login screen.</small>
ckb: <small>هەمان زمان بەکاربهێنە کە هەڵتبژاردووە بۆ دەستپێکردن وە شاشەی چوونە ژوورەوە.</small>
cy: <small>Defnyddiwch yr un dewisiadau iaith ar gyfer cychwyn y system a'r sgrin mewngofnodi.</small>
et: <small>Kasuta sama keelt arvuti käivitamisel ja sisselogimisel.</small>
eu: <small>Erabili hizkuntza aukera berak abioan eta saioa hasteko pantailan.</small>
fi: <small>Käytä samoja kielivalintoja käynnistys- ja kirjautumisnäkymässä.</small>
fr_ca: <small>Utiliser le même choix de langue pour le démarrage et l'écran de connexion.</small>
ga: <small>Úsáid na roghanna teanga céanna don tosú agus don scáileán sínithe isteach.</small>
gd: <small>Cleachd na h-aon roghainnean cànain airson tòiseachadh an t-siostaim agus na sgrìn far an clàraichear a-steach.</small>
id: <small>Pakai pilihan bahasa yang sama bagi awal mula dan layar log masuk.</small>
kab: <small>Seqdec ifranen n tutlayt kan i tesqedceḍ yakan i usenker d ugdil n unekcum.</small>
nn: <small>Bruk same språk for oppstarts- og innloggingskjermen.</small>
pl: <small>Używanie tego samego języka podczas uruchamiania oraz logowania.</small>
ps: <small>د پیلنګ او د ننوتون پردې لپاره د ژبې همدا ټاکنې کارول.</small>
pt: <small>Utilizar as mesmas definições de idioma para o arranque e ecrã de início de sessão.</small>
tg: <small>Барои экрани вуруд ва оғози кор интихобҳои якхелаи забонро истифода баред.</small>
uz: <small>Xuddi shu tilni ishga tushish va kirish ekranida ham tanlab, foydalaning.</small>

source: Install / Remove Languages...
ckb: دامه‌زراندن / سڕینه‌وه‌ی زمانه‌كان
cy: Gosod neu dynnu ieithoedd...
et: Keelte paigaldamine / eemaldamine...
eu: Instalatu / Ezabatu hizkuntzak...
fi: Asenna tai poista kieliä...
fr_ca: Installer / enlever des langues…
ga: Suiteáil / Bain Teangacha...
gd: Stàlaich/Thoir air falbh cànain...
id: Tambahkan / Hapuskan bahasa...
ka: ენების ჩაყენება / ამოშლა...
kab: Sebded / Kkes tutlayin...
nn: Installer / fjern språk...
pl: Zainstaluj / usuń języki...
ps: د ژبو لګول / ړنګول...
pt: Instalar / Remover Idiomas...
tg: Насб кардан / Тоза кардани забонҳо...
uz: Tillarni oʻrnatish/olib tashlash...

source: Keyboard input method system:
ckb: تەختەکلیلی سیستەمی پێدان:
cy: System dull mewnbwn bysellfwrdd:
et: Klahvistiku sisestusraamistik:
eu: Teklatuko sarrera metodo sistema:
fi: Näppäimistön syöttötapa:
fr_ca: Système de méthode d'entrée au clavier :
ga: Córas modh ionchuir eocharchláir:
gd: Siostam ion-chur meur-chlàir:
id: Sistem metoda masukan papan ketik:
ka: კლავიატურიდან შეყვანის გზები:
kab: Anagraw n tarrayt n tririt n unasiw:
nn: Inntastingsmetode for tastatur:
pl: Metoda wprowadzania znaków za pomocą klawiatury:
ps: کيليدړې ننوت لیلې غونډال:
pt: Sistema de método de introdução por teclado:
tg: Системаи тарзи вуруди клавиатура:
uz: Klaviatura kiritish metodi tizimi:
