Repository: Vanilla-OS/gnome-language-selector
Catalog: po/co.po
Languages: co

source: Chinese (simplified)
co: Cinese (simplificatu)

source: Chinese (traditional)
co: Cinese (tradiziunale)

source: No language information available
co: Nisuna infurmazione nant'à a lingua hè dispunibile

source: The system does not have information about the available languages yet. Do you want to perform a network update to get them now?
co: U sistema ùn hà ancu micca infurmazione nant'à e lingue dispunibile. Vulite mette à ghjornu via rete per racogliele?

source: _Update
co: _Mette à ghjornu

source: Language
co: Lingua

source: Installed
co: Installate

source: %(INSTALL)d to install
co: %(INSTALL)d per installà

source: %(REMOVE)d to remove
co: %(REMOVE)d per eliminà

source: none
co: nunda

source: Software database is broken
co: A base di dati di i prugrammi hè rotta

source: It is impossible to install or remove any software. Please use the package manager "Synaptic" or run "sudo apt-get install -f" in a terminal to fix this issue at first.
co: Ùn hè micca pussibile d'installà o eliminà nisun prugramma. Utilizà u gerente di i pacchetti "Synaptic" o lancià a cummanda "sudo apt-get install -f" ind'è un terminale per risolve issu prublema.

source: Could not install the selected language support
co: Ùn hè statu micca pussibile d'installà a lingua selezziunata

source: Could not install the full language support
co: Ùn hè statu micca pussibile d'installà u supportu cumpletu per a lingua

source: Failed to authorize to install packages.
co: Ùn hè statu micca pussibile d'autorizà l'installazione di pacchetti.

source: The language support is not installed completely
co: U supportu per a lingua ùn hè micca installatu di manera cumpleta

source: Some translations or writing aids available for your chosen languages are not installed yet. Do you want to install them now?
co: Certe traduzzione o aiuti per a scrittura sò dispunibili per a vostra lingua, ma ancu micca installati. Vulite installalli avà?

source: _Remind Me Later
co: Ricordamela poi

source: _Install
co: Installà

source: Details
co: Ditaglii

source: Failed to apply the '%s' format choice. The examples may show up if you close and re-open Language Support.
co: Ùn hè statu pussibile d'applicù u furmatu '%s' sceltu. I esempii puderebberu guidavvi sì voi chjodete è turnate ad aprì u Supportu lingue.

source: Language Support
co: Supportu lingue

source: <big><b>Checking available language support</b></big> The availability of translations or writing aids can differ between languages.
co: <big><b>Cuntrullendu i supporti lingue dispunibili</b></big> A dispunibilità di traduzzione o aiuti per a scrittura ponu esse sferenti trà e diverse lingue.

source: Installed Languages
co: Lingue installate

source: Language for menus and windows:
co: Lingua per i menù è e finestre:

source: Apply System-Wide
co: Applicà à u sistema sanu

source: Install / Remove Languages...
co: Installà/Eliminà lingue...

source: Keyboard input method system:
co: Metodu di stampittazzione di a tastiera

source: Display numbers, dates and currency amounts in the usual format for:
co: Mustrà numeri, date è valute ind'è a forma usuale per:

source: Currency:
co: Valuta:

source: Date:
co: Data:

source: Number:
co: Numeru:

source: <b>Example</b>
co: <b>Esempiu</b>

source: Regional Formats
co: Furmati regiunali

source: Incomplete Language Support
co: Supportu lingua micca cumpletu

source: Set system default language
co: Definì a lingua principale di u sistema

source: System policy prevented setting default language
co: A pulitica di sicurità di u sistema hà impeditu di definì a lingua principale

source: don't verify installed language support
co: Micca verificà u supportu lingua installatu

source: alternative datadir
co: repertoriu di dati alternativu
