Repository: Vanilla-OS/gnome-language-selector
Catalog: po/mnw.po
Languages: my

source: Chinese (simplified)
my: ဘာသာကြုက် (တရး)

source: Chinese (traditional)
my: ဘာသာကြုက် (အခိုက်ကၞာ)

source: No language information available
my: တၚ်နၚ်ဘာသာလဵုမွဲဟွံမွဲ

source: The system does not have information about the available languages yet. Do you want to perform a network update to get them now?
my: အတၚ်နၚ်မဆေၚ်စပ်ကဵုဘာသာဂှ် ပ္ဍဲစက်ဟွံမွဲဏီ၊ ဆက်စၠောံကဵု အေန်တာနိတ် တုဲ မိက်ဂွံကေတ်တၟိလၟုဟ်ဟာ။

source: _Update
my: _သၠုၚ်ပတိုန်

source: Language
my: ဘာသာ

source: Installed
my: ပတိုန်တုဲယျ

source: %(INSTALL)d to install
my: သွက်ဂွံပတိုန် %(INSTALL)d

source: %(REMOVE)d to remove
my: သွက်ဂွံပတိတ်%(REMOVE)d

source: none
my: မုဟွံမွဲ

source: Software database is broken
my: သပ်ဝဲdatabaseလီုအာယျ

source: It is impossible to install or remove any software. Please use the package manager "Synaptic" or run "sudo apt-get install -f" in a terminal to fix this issue at first.
my: သပ်ဝဲစုတ်ပ္တိတ်ဟွံဂွံ၊ သုၚ်စောဲ package manager "Synaptic"ညိ၊ ဟွံသေၚ်သာ်ဂှ် သုၚ်စောဲ "sudo apt-get install -f"ပ္ဍဲ terminal တုဲ ပသောၚ်ပြဿနာ ကၠာညိ။

source: Could not install the selected language support
my: ဘာသာထံက်ပၚ်ရုဲလဝ်ဂှ် ပ္တိုန်စုတ် ဟွံဂွံ၊

source: This is perhaps a bug of this application. Please file a bug report at https://bugs.launchpad.net/ubuntu/+source/language-selector/+filebug
my: ဣဏံဂှ် သပ်ဝဴbugမွဲဒှ်မာန်မံၚ်၊ သ္ပဂုဏ်တုဲ ပၠံၚ် bugပ္ဍဲ https://bugs.launchpad.net/ubuntu/+source/language-selector/+filebugဏံညိ။

source: Could not install the full language support
my: ဘာသာထံက်ပၚ်ပေၚ်ၚ် စုတ်ဟွံဂွံ။

source: Usually this is related to an error in your software archive or software manager. Check your preferences in Software Sources (click the icon at the very right of the top bar and select "System Settings... -> Software Sources").
my: ဗွဲမဂၠိုၚ် ညအ်ဂှ်ဆက်စပ်ဒၟံၚ်ကဵု ပရေၚ်ယောၚ်ယာ အပ္ဍဲ သပ်ဝဴ မသီဂိုၚ် ဟွံသေၚ် မကောပ်ကာဲသောပ်ဝဲ. စၟဳစၟတ် ပရေၚ်နိဿဲ တၠအဲ အပ္ဍဲတမ်ရိုဟ် သပ်ဝဴတအ် (ဍဵုကေတ်သၚ်္ကေတ ပ္ဍဲဒကဴပုၚ်လ္ပာ်လ္တူ ကေုာံ ရုဲစှ်ကေတ် "System Settings...-> Software Sources").

source: Failed to authorize to install packages.
my: ပ္တိုန်စုတ်ဟွံအံၚ်ဇၞး

source: The language support is not installed completely
my: ဘာသာထံက်ပၚ် ပ္တိုန်ဟွံအံၚ်ဇၞး

source: Some translations or writing aids available for your chosen languages are not installed yet. Do you want to install them now?
my: ဘာသာကၠာဲလ္ၚဵုအရီုဗၚ်ချူကေုာံအတၚ်နၚ်ရုဲလဝ်သွက်ဘာသာဂမၠိုၚ်ဂှ်ပ္တိုန်ဂှ်ဟွံဂွံစုတ်ဏီ၊ မိက်ဂွံပ္တိုန်စုတ်လၟုဟ်ဟာ။

source: _Remind Me Later
my: မဏေံတှ်ေကဵုသတိညိ

source: _Install
my: _ပ္တိုန်စုတ်

source: Details
my: သောဲသောဲဗြောဲဗြောဲ

source: Failed to apply the '%s' format choice. The examples may show up if you close and re-open Language Support.
my: ဗီုပြၚ်ရုဲလဝ် '%s'ဂှ်ဟွံအံၚ်ဇၞး ကၟာတ်တုဲ ကလေၚ်ပံက်ပၠန်မ္ဂး ဥပမာဂမၠိုၚ်မံက်ကၠုၚ်ဏောဝ်

source: Language Support
my: ဘာသာအထံက်ပၚ်

source: <big><b>Checking available language support</b></big> The availability of translations or writing aids can differ between languages.
my: <big><b>စၟဳစၟတ်မံၚ်ဘာသာထံက်ပၚ်ကလိဂွံမာန်</b></big> ဘာသာကၠာဲကေုာံအတၚ်နၚ်ချူလဝ်ဂမၠိုၚ်ဂှ် တၞဟ်ခြာမာန်မံၚ်ကဵု ဘာသာဂမၠိုၚ်

source: Installed Languages
my: ဘာသာပ္တိုန်စုတ်လဝ်ဂမၠိုၚ်

source: When a language is installed, individual users can choose it in their Language settings.
my: ဘာသာမွဲမွဲပ္တိုန်လဝ်တုဲမ္ဂး၊ ဇၟာပ်မၞိဟ်မသုၚ်စောဲ လုပ်စိုပ်ပၠေဝ်ပၠေတ်ပ္ဍဲ Language settingsမာန်

source: Language for menus and windows:
my: ဘသာသာသွက်မာတိကာ

source: This setting only affects the language your desktop and applications are displayed in. It does not set the system environment, like currency or date format settings. For that, use the settings in the Regional Formats tab. The order of the values displayed here decides which translations to use for your desktop. If translations for the first language are not available, the next one in this list will be tried. The last entry of this list is always "English". Every entry below "English" will be ignored.
my: ပြံၚ်သၠာဲလဝ်လၟုဟ်ဏံဂှ်အာပြံၚ်အာပ္ဍဲကဵုဘာသာ သပ်ဝဴ ကေုာံ ဒက်စတပ် တံမွဲဟေၚ်ရ။ ပ္ဍဲကဵု အခိၚ်၊ စၟတ်တ္ၚဲ၊ သၠုဲ ကေုာံ ဗွိုၚ်တၞဟ်ဟ်တံဟွံပြံၚ်ရ။ မိက်ဂွံပြံၚ် စၟတ်တ္ၚဲတံ မုတံမ္ဂး အာပ္ဍဲ ဒၞါဲပြံၚ်သၠာဲ သၞောဝ်ဒေသညိ။ လၟေၚ်ပြံၚ်သၠာဲဣဏံ ဖျေံသ္ဂုတ်သွာတ် သွက်ဘာသာဓမံက်ပ္ဍဲစက်တေံရ။ ယဝ်ရ အရေဝ်ဘာသာ သွက်ဘာသာပိုဲ ဟွံမွဲမ္ဂး၊ ဘာသာကၠုၚ်ဂတနူဂှ်ဍေံထ္ၜးအာဏောၚ်။ ဘာသာလုပ်ထ္ၜးလက်ကရဴအိုတ်ဂှ် "အေၚ်္ဂလိက်" တွဵုရ။

source: <small><b>Drag languages to arrange them in order of preference.</b> Changes take effect next time you log in.</small>
my: <small><b>သွက်ဂွံပြေၚ်ဗွဲလၟေၚ်ဓဇက်ကဵုဘာသာဂမၠိုၚ်ညိ</b> ကလေၚ်လုပ်မွဲတဲပၠန်မှ ဍေံပြံၚ်သၠာဲ </small>

source: Apply System-Wide
my: ပြံၚ်သၠာဲအလုံစက်

source: <small>Use the same language choices for startup and the login screen.</small>
my: <small>သုၚ်စောဲဘာသာတုပ်ပ်ကဵုနူစလုပ်ကၠုၚ်တေံ</small>

source: Install / Remove Languages...
my: ပ္တိုန် /ပ္တိတ် ဘာသာ

source: Keyboard input method system:
my: နဲကဲစုတ်ကောန်ဍေၚ်ပ္ဍဲစက်

source: If you need to type in languages, which require more complex input methods than just a simple key to letter mapping, you may want to enable this function. For example, you will need this function for typing Chinese, Japanese, Korean or Vietnamese. The recommended value for Ubuntu is "IBus". If you want to use alternative input method systems, install the corresponding packages first and then choose the desired system here.
my: ယဝ်မၞး ဒးတက်လိက် ဘာသာ ဒးသုၚ်စောဲ မလိက် ယှုက်က်တံမ္ဂး ပံက် ဖှန်ရှေန်ဏံညိ။ ဥပမာမ္ဂး ယဝ်မၞးသုၚ်စောဲ ဘာသာကြုက်၊ ဂျပါန်၊ ကဝ်ရဳယြာ ကေုာံ ဗဳယာန်နာမ် မ္ဂးဒးပံက် ဖှန်ရှေန်ဏံထေက်ရ။ သွက်ဥူပုန်ထူမ္ဂး ကဵုလဝ်ပထမဂှ် "IBUS" ရ။ ယဝ်မိက်ဂွံသုၚ်စောဲ ကောန်ဍေၚ်တၞဟ်ဟ်တှ်ေ ကၠာအိုတ် ပ္တိုန်ကောန်ဍေၚ်မိက်ဂွံသုၚ်စောဲတံကၠာတုဲမှ ကၠုၚ်ပြံၚ်အဏံညိ။

source: Display numbers, dates and currency amounts in the usual format for:
my: ထ္ၜးမဂၞန်၊ စၟတ်တ္ၚဲ ကေုာံ ပမာဏသြန် အတိုၚ်သၞောဝ်:

source: This will set the system environment like shown below and will also affect the preferred paper format and other region specific settings. If you want to display the desktop in a different language than this, please select it in the "Language" tab. Hence you should set this to a sensible value for the region in which you are located.
my: သၞောတ်စက်ပိုဲပြံၚ်သၠာဲအာအလုံစက်အတိုၚ် ပလေဝ်ပြံၚ်သၠာဲလဝ်ဣဏံရောၚ်။ ယဝ်မၞးမိက်ဂွံကဵုထ္ၜး မလိက်ဘာသာ ပဵုနူဏံမ္ဂး အာပ္ဍဲ က္ဍိုပ် "ဘာသာ" တေံတုဲ သၠာဲညိ။ ဆ္ဂး သုၚ်ကဵုကသပ်သုၚ်စောဲ ဆက်စပ်ကဵု ဒၞါဲမၞးဌာန်ဒၟံၚ်မၞးညိ။

source: <small>Changes take effect next time you log in.</small>
my: <small>ကလေၚ်လုပ်မွဲတဲပၠန်မှဍေံပြံၚ်သၠာဲ</small>

source: <small>Use the same format choice for startup and the login screen.</small>
my: <small>ပံက်စက်ကီု ပ္ဍဲမုက်လုပ်စက် ကီုဂှ်သုၚ်စောဲ ဗီုပြၚ်တုပ်ပ်</small>

source: Currency:
my: သၞောတ်သြန်

source: Date:
my: စၟတ်တ္ၚဲ

source: Number:
my: မဂၞန်

source: <b>Example</b>
my: <b>ဥပမာ</b>

source: Regional Formats
my: ဗီုပြၚ် သၞောတ်ဌာန်ဒေသ

source: Configure multiple and native language support on your system
my: စၟတ်ပလေဝ် ဘာသာမိ ကေုာံ ဘာသာတၞဟ်ဟ်ပ္ဍဲစက်

source: Incomplete Language Support
my: ဘာသာထံက်ပၚ်ဟွံဍိုက်ပေၚ်

source: The language support files for your selected language seem to be incomplete. You can install the missing components by clicking on "Run this action now" and follow the instructions. An active internet connection is required. If you would like to do this at a later time, please use Language Support instead (click the icon at the very right of the top bar and select "System Settings... -> Language Support").
my: အရေဝ်ဘာသာ သွက်ဘသာ မၞးရုဲစှ်လဝ်ဂှ်ဟွံတုဲဍိုက်ပေၚ်ဏီရ။ ဍဵုလ္တူ "စကၠောန်လၟုဟ်" တုဲ မၞးစုတ်အရာသှ်ေသၟေဟ်မံၚ်တံမာန်ရ။ အေန်တာနိတ် ဒးကေတ်ဒးနွံရောၚ်။ တုဲမှမိက်ဂွံသ္ပမ္ဂး သုၚ်စောဲ သာသာအထံက်အပၚ်ညိ (ဍဵုလ္တူ တဆိပ် လ္ပာ်တဲပုၚ်တဝ်ဝ်လ္တူ မုက်စက်တေံတုဲ ရုဲ "ဒၞါဲပလေဝ်စအလုံစက်...-> ဘာသာထံက်ပၚ်) ညိ။

source: Session Restart Required
my: နွံပၟိက် လလေၚ်ကၟာတ်ပံက်ကဏ္ဍစက်ရအဴ

source: The new language settings will take effect once you have logged out.
my: တိတ်ထောံတုဲမ္ဂး ဘာသာတၟိ ကလေၚ်ကေတ်ဒၞါဲဏောဝ်

source: Set system default language
my: ဖျေံဒၞါဲဘာသာသၞောတ်စက်

source: System policy prevented setting default language
my: မူဝါဒစဵုဒၞါကဵုဘာသာပက္ကတိ

source: don't verify installed language support
my: လ္ပစၟဳစၟတ် ဘသာသာထံက်ပၚ်စုတ်လဝ်တုဲတဲတံ

source: alternative datadir
my: ဒၞါဲဒေတာတုပ်သၟဟ်

source: target language code
my: ကုက်ဘာသာရုဲစှ်

source: check for the given package(s) only -- separate packagenames by comma
my: စၟဳစၟတ်ဓုပ်ကဠာကဵုလဝ်−ခြာယၟုကဠာကဵု comma

source: output all available language support packages for all languages
my: ပ္တိတ်ကဵုကဠာဘာသာထံက်ပၚ်သွက်ဘာသာဖအိုတ်

source: show installed packages as well as missing ones
my: ထ္ၜးကဵုကဠာပ္တိုန်စုတ်လဝ်ကီုသီုကဵုမကၠေံမံၚ်ကီု
